class GlobalConstants {
  static const String continueReadingFrom = 'Продолжить чтение с: ';
  static const String theme = 'Тема';
  static const String fontSize = 'Размер шрифта';
  static const String changeFs = 'Изменить размер шрифта';
  static const String arabicTitle = ' تفسير سورة البقرة ';
  static const String homeHadis =
      'Сообщается, что ан-Наууас ибн Сам’ан, да будет доволен им Аллах, сказал: “Я слышал, как посланник Аллаха ﷺ сказал: «В День воскрешения приведут Коран и тех, кто в мире этом поступал в соответствии с ним, а впереди него будут идти суры “Корова” и “Семейство Имрана»”. Муслим 805.';
  static const String russianTitle = 'Тафсир Суры аль-Бакара';
  static const String listOfContents = 'Список глав';
  static const String toListOfContents = 'К списку глав';
  static const String lastPosSaved = 'Последняя позиция сохранена';
  static const String settings = 'Настройки';
  static const String developerEmail = 'tagirbpl@gmail.com';
  static const String tellAboutBug = 'Сообщить об ошибке/предложении';
  static const String close = 'Закрыть';
  static const String share = 'Поделиться';
  static const String shareText = 'check out my website https://example.com';
  static const String rateApp = 'Оценить приложение';
  static const String feedbackTitle = 'Обратная связь';
  static const String feedbackText =
      'Расскажите о ваших впечатлениях. Если вы обнаружили неполадки или есть предложения, пожалуйста, сообщите о них.';
  static const String androidAppID = 'com.tagirahmad.tafsir';
  static const String iosAppID = '000000000';
  static const String aboutAppTitle = 'О приложении';
  // static const String aboutApp = '''
  //   Редакция сайта «Даура.ком» рада опубликовать перевод на русский язык тафсира суры «аль-Бакара» шейха Мухаммада ибн Салих аль-’Усаймина, да помилует его Аллах.

  //   По милости Всевышнего Аллаха, была проведена огромная работа по тщательному переводу и редакции текста на русском языке, чтобы столько важный и полезный труд шейха был доступен и понятен для русскоязычных читателей.

  //   Тафсир опубликован в ТРЕХ ТОМАХ: 1-й том — с 1-го по 113-й аят, 2-й том со 114-го по 207-й аят, 3-й том с 208-го по 286-й аят!
  // ''';

  static const String aboutApp = '''
    بسم الله الرحمن الرحيم

    Данное приложение было разработано на основе публикации на сайте Daura.com перевода на русский язык толкования  суры «Аль-Бакара» шейха Мухаммада ибн Солиха аль-Усеймина (да помилует его Аллах).

    Сура "аль-Бакара" - это вторая и самая большая сура Корана, название которой переводится как «Корова». В ней содержатся знамения и назидания человечеству, притчи о пророках, а также предписания ислама. 
    
    Сура "аль-Бакара" включает в себя множество достоинств. Одно из которых - то, что Аят, названный величайшим в Коране, является частью этой суры. 
    
    Настоящее приложение бесплатно и разработано с целью достижения довольства Всевышнего Аллаха, а также для пользы всем мусульманам. 
    
    Пусть воздаст Аллах благом редакции сайта Daura.com и переводчику данного тафсира. 
    
    Мир вам, милость Аллаха и Его Благословение.

    السلام عليكم ورحمة الله وبركاته
  ''';
}
