[{"title": "Достоинства суры Аль-Бакара", "chapter": "Достоинства суры Аль-Бакара", "text": "\n        <h4>Суры «аль-Бакара» и «Али ‘Имран» в День Суда будут идти впереди Корана</h4>\n        <p>Сообщается, что ан-Наууас ибн Сам’ан, да будет доволен им Аллах, сказал: “Я слышал, как посланник Аллаха ﷺ сказал: <em><strong>«В День воскрешения приведут Коран и тех, кто в мире этом поступал в соответствии с ним, а впереди него будут идти суры “Корова” и “Семейство Имрана»</strong></em>”. Муслим 805.</p>\n        <br>\n        <h4>Суры «аль-Бакара» и «Али ‘Имран» будут заступаться за читавших их, и колдунам не под силу справиться с сурой «аль-Бакара»</h4>\n        <p>Сообщается, что Абу Умама аль-Бахили, да будет доволен им Аллах, сказал: «Я слышал, как посланник Аллаха, да благословит его Аллах и приветствует, говорил: <strong><em>“Читайте Коран, потому что в День воскресения он придёт и будет заступаться за своих. Читайте две сияющие суры – суры “аль-Бакара” и “Али ‘Имран”, потому что в День воскресения они явятся, словно два облака или как два (навеса), или две стаи птиц, выстроившихся рядами, и будут защищать тех, кто (читал эти суры). Читайте суру “аль-Бакара”, потому что в ней – благодать и изобилие, а без нее – печаль и досада, и колдунам /баталя/ не справиться с ней”</em></strong>».</p>\n        <br>\n        <p>Му’ауия [передатчик этого хадиса] сказал: <em>«Дошло до меня, что “баталя” значит “колдуны”»</em>. Этот хадис передали Муслим 804, аль-Байхакъи в «Сунан аль-Кубра» 2/395 и в «Шу’аб аль-Иман» 1980 и 2372, аль-Багъауи в «Шарху-с-Сунна» 4/456, Ахмад 5/249, 251, 255, 257, ат-Табарани в «Му’джам аль-Кабир» 7542, 7543, 7544, ‘Абду-р-Раззакъ 3/365-366. См. «Сахих аль-джами’ ас-сагъир» 1165, «Сахих ат-таргъиб уа-т-тархиб» 1460, «Мишкат аль-масабих» 2120, «Джами’ аль-усуль» 6240.</p>\n        <br>\n        <h4>Шайтан не входит в дом, в котором читают суру «аль-Бакара»</h4>\n        <br>\n        <p>Со слов Ибн Мас’уда, да будет доволен им Аллах, сообщается, что посланник Аллаха ﷺ сказал: <em><strong>«Читайте в своих домах суру “аль-Бакара”! Поистине, шайтан не входит в дом, в котором читают суру “аль-Бакара”»</strong></em>. аль-Хаким 1/561. Хадис достоверный. См. «Сахих аль-джами’» 1170.</p>\n        <br>\n        <h4>Величайшее имя Аллаха, если посредством которого, обращаться с мольбой — отвечают, (содержится) в трех сурах Корана, в том числе и в суре «аль-Бакара»</h4>\n        <br>\n        <p>Передают со слов Абу Умамы о том, что посланник Аллаха, да благословит его Аллах и приветствует, сказал: <strong><em>«Величайшее имя Аллаха, если посредством которого, обращаться с мольбой — отвечают, (содержится) в трех сурах Корана: “аль-Бакъара”, “Али ‘Имран” и “Та Ха”»</em></strong>.</p>\n        <br>\n        <p>В версии этого хадиса, которую приводит аль-Хаким, сообщается, что один из его передатчиков аль-Къасим Абу ‘Абду-р-Рахман сказал: «И я поискал его в (суре) “аль-Бакъара” и нашел его в “аяте Трона” /аят аль-Курси/ [См. Сура «аль-Бакъара», 2:255.]: “Аллаху ля иляха илля хууаль-Хаййуль-Къаййюм /Аллах – нет божества, кроме Него, Живого, Поддерживающего жизнь/”; в (суре) “Али ‘Имран” (в аяте), который открывает ее: “Аллаху ля иляха илля хууаль-Хаййуль-Къаййюм” [См. Сура «Али ‘Имран», 3:2.]; и в (суре) “Та Ха” (в аяте): “Уа’анатиль-ууджуху лиль-Хаййиль-Къаййюм /Лица смирятся перед Живым и Поддерживающим жизнь/” [См. Сура «Та Ха», 20:111.]».</p>\n        <br>\n        <p>Этот хадис передали Ибн Маджах 3856, ат-Табарани в «Му’джам аль-Кабир» 7758, 7925, аль-Хаким 1/506, ат-Тахави в «Мушкиль аль-асар» 1/63, Ибн Ма’ин в «Тарих валь-‘иляль» 10/152/2, аль-Фирьяби в «Фадаиль аль-Къуран» 1/184, Тамам в «аль-Фаваид» 2/36. Шейх аль-Альбани назвал хадис достоверным. См. «Сахих аль-джами’ ас-сагъир» 979, «ас-Сильсиля ас-сахиха» 746.</p>\n    \n        "}, {"title": "Аяты 1-5 из суры «аль-Бакара». Описание верующих", "chapter": "Глава 1", "text": "<div><h2>بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</h2>\n        <h2>الم ﴿1﴾ ذَٰلِكَ الْكِتَابُ لَا رَيْبَ ۛ فِيهِ ۛ هُدًى لِلْمُتَّقِينَ ﴿2﴾ الَّذِينَ يُؤْمِنُونَ بِالْغَيْبِ وَيُقِيمُونَ الصَّلَاةَ وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ ﴿3﴾ وَالَّذِينَ يُؤْمِنُونَ بِمَا أُنْزِلَ إِلَيْكَ وَمَا أُنْزِلَ مِنْ قَبْلِكَ وَبِالْآخِرَةِ هُمْ يُوقِنُونَ ﴿4﴾ أُولَٰئِكَ عَلَىٰ هُدًى مِنْ رَبِّهِمْ ۖ وَأُولَٰئِكَ هُمُ الْمُفْلِحُونَ ﴿5﴾</h2></div> \n        <h4 style='text-align: center;'>Примерный перевод смысла аятов на русском языке:</h4>\n        <p><strong>«Алиф. Лам. Мим. Это Писание, в котором нет сомнения, является верным руководством для богобоязненных, которые веруют в сокровенное, совершают намаз и расходуют из того, чем Мы их наделили, которые веруют в ниспосланное тебе и ниспосланное до тебя и убеждены в Последней жизни. Они следуют верному руководству от их Господа, и они являются преуспевшими»</strong></p>\n        <p>Сура «Корова», аяты 1-5.</p><blockquote><p>1. Алиф. Лам. Мим.<br />2. Это Писание, в котором нет сомнения, является верным руководством для богобоязненных.</p></blockquote><h3>Толкование /тафсир/:</h3><p><strong>«Алиф. Лям. Мим».</strong> Три буквы алфавита читаются не так, как пишутся: «Алам», а читаются, учитывая имя буквы: «Алиф», «Лям», «Мим». Среди ученых есть разногласие в толковании этих букв, но можно ограничиться лишь четырьмя:</p>\n        <ol><li>У них есть смысл. И те, кто придерживается этого мнения, разделились в точном его определении: это имя Аллаха, или имя суры, или указание на время этой общины и.т.п.</li><li>У этих букв алфавита нет никакого смысла.</li><li>У этих букв есть смысл, который знает Аллах. Мы утверждаем, что у них есть смысл, но Аллах лучше знает этот смысл. Поистине, Коран не может быть ниспослан без смысла.</li><li>Останавливаемся и не прибавляем к их чтению. Говорим: «Есть у этих букв смысл или нет, Аллах лучше знает». А если есть смысл, то мы не знаем его.</li></ol>\n        <p>Более правильным является второе мнение: эти буквы алфавита абсолютно не имеют смысла. И это передается от Муджахида. Доводом на это мнение является то, что Коран ниспослан на языке арабов, а у этих букв нет смысла на арабском языке. Как, например, если ты произносишь «алиф», «ба», «та», «са», «джим», «ха» и т.д. И они являются буквами алфавита. Что же касается того, что Аллах выбрал именно эти буквы, а не другие, и поставил в таком порядке, то на этот счет у нас нет знания.</p><p>Это касается самих букв. Мудрость их заключается в том смысле, на который они указывают. Так же, как и другие слова в Коране. По мнению тех, кто считает, что «нет смысла», или «есть смысл и Аллах знает его», или «обязательно для нас остановиться», мудрость, исходя из более правильного мнения, а это Ибн аль-Кайиим, Шейх уль-ислам Ибн Таймийя, его ученик имам аз-Захаби и большая группа из ученых, — это указание на чудо великого Корана. Коран не пришел словами и буквами, не употребляющимися людьми, он из букв, которые применяет человек, но вместе с тем Он сделал их чудом, и это очевидно. Ведь если бы в Коране были другие буквы, не те, что использует человек, то в этом чуда нет. Аллах сделал чудом те же самые буквы, которые употребляет человек. Мудрость этих букв — проявление чуда Корана в самой совершенной форме. Они сказали: «На это указывает то, что нет ни одной суры, начинающейся этими буквами, кроме как упоминается в ней Коран. Кроме некоторых сур, в которых не упоминается Коран, но упоминается то, что является особенностью Корана».</p>\n        <p>Например, слова Всевышнего:</p><h3>﴾ كهيعص﴿ </h3><p><strong>«Каф, ха, йа, айн, сад»</strong> Сура «Марьям», аят 1. После них не упоминается Коран, но приходит особенность из особенностей Корана — упоминание истории тех, кто был до нас:</p>\n        <h3> ﴾ذِكْرُ رَحْمَتِ رَبِّكَ عَبْدَهُ زَكَرِيَّا﴿</h3><p><strong>«Это является напоминанием о милости твоего Господа, оказанной рабу Закарии»</strong> Сура «Марьям», аят 2.</p><p>В начале суры «ар-Рум» Всевышний сказал:</p><h3>﴾الم *   غُلِبَتِ الرُّومُ﴿ </h3><p><strong>«Алиф, лям, мим. Повержены Римляне»</strong>. Здесь также нет упоминания Корана, но говорится о том, что является особенностью Его — это сообщение о будущем:</p><h3>﴾ فِي أَدْنَى الْأَرْضِ وَهُمْ مِنْ بَعْدِ غَلَبِهِمْ سَيَغْلِبُونَ *   فِي بِضْعِ سِنِينَ ۗ لِلَّهِ الْأَمْرُ مِنْ قَبْلُ وَمِنْ بَعْدُ ۚ وَيَوْمَئِذٍ يَفْرَحُ الْمُؤْمِنُون﴿َ </h3><p><strong>«Повержены римляне в самой низкой земле. Но после своего поражения они одержат верх в самой низкой земле через несколько (от трех до девяти) лет»</strong> Сура «ар-Рум», аяты 2–4.</p><p>Также в Его словах:</p><h3>﴾ الم*  أَحَسِبَ النَّاسُ أَنْ يُتْرَكُوا أَنْ يَقُولُوا آمَنَّا وَهُمْ لَا يُفْتَنُونَ ﴿</h3><p><strong>«Алиф, лям, мим. Неужели люди полагают, что их оставят и не подвергнут искушению только за то, что они говорят: “Мы уверовали?”»</strong> Сура «аль-’Анкабут», аяты 1–2. В этой суре не упоминается Коран, но в ней есть некоторые истории, что является особенностью Корана:</p>\n        <p>Например, слова Всевышнего:</p><h3>﴾ كهيعص ﴿</h3><p><strong>«Каф, ха, йа, айн, сад»</strong> Сура «Марьям», аят 1. После них не упоминается Коран, но приходит особенность из особенностей Корана — упоминание истории тех, кто был до нас:</p><h3>﴾ ذِكْرُ رَحْمَتِ رَبِّكَ عَبْدَهُ زَكَرِيَّا ﴿</h3><p><strong>«Это является напоминанием о милости твоего Господа, оказанной рабу Закарии»</strong> Сура «Марьям», аят 2.</p><p>В начале суры «ар-Рум» Всевышний сказал:</p><h3>﴾ الم * غُلِبَتِ الرُّومُ ﴿</h3><p><strong>«Алиф, лям, мим. Повержены Римляне»</strong>. Здесь также нет упоминания Корана, но говорится о том, что является особенностью Его — это сообщение о будущем:</p><h3>﴾ فِي أَدْنَى الْأَرْضِ وَهُمْ مِنْ بَعْدِ غَلَبِهِمْ سَيَغْلِبُونَ * فِي بِضْعِ سِنِينَ ۗ لِلَّهِ الْأَمْرُ مِنْ قَبْلُ وَمِنْ بَعْدُ ۚ وَيَوْمَئِذٍ يَفْرَحُ الْمُؤْمِنُونَ ﴿</h3><p><strong>«Повержены римляне в самой низкой земле. Но после своего поражения они одержат верх в самой низкой земле через несколько (от трех до девяти) лет»</strong> Сура «ар-Рум», аяты 2–4.</p><p>Также в Его словах:</p><h3>﴾ الم * أَحَسِبَ النَّاسُ أَنْ يُتْرَكُوا أَنْ يَقُولُوا آمَنَّا وَهُمْ لَا يُفْتَنُونَ ﴿</h3><p><strong>«Алиф, лям, мим. Неужели люди полагают, что их оставят и не подвергнут искушению только за то, что они говорят: “Мы уверовали?”»</strong> Сура «аль-’Анкабут», аяты 1–2. В этой суре не упоминается Коран, но в ней есть некоторые истории, что является особенностью Корана:</p>\n        <h3>﴾ وَلَقَدْ فَتَنَّا الَّذِينَ مِنْ قَبْلِهِمْ ۖ فَلَيَعْلَمَنَّ اللَّهُ الَّذِينَ صَدَقُوا وَلَيَعْلَمَنَّ الْكَاذِبِينَ ﴿</h3><p><strong>«Мы уже подвергли искушению тех, кто был до них. Аллах непременно узнает тех, кто говорит правду, и непременно узнает лжецов»</strong> Сура «аль-’Анкабут», аят 3.</p><p>Этого мнения придерживается Шейхуль-ислам Ибн Таймийя, а также группа из обладателей знания, и оно более правильно. Мудрость этих букв — проявление чуда Корана в самой достаточной форме. Ведь не пришел новыми буквами, и все владеющие арабским языком не в силах были противостоять ему, будучи красноречивыми.</p><p>Некоторые ученые сказали: «Их мудрость в пробуждении слушающих. Ведь когда читается Коран и прочитываются слова Всевышнего: <strong>«Алиф, лям, мим»</strong>, Аллах как бы говорит: «Слушайте». И этот приказ направлен к многобожникам, чтобы они прислушались к Корану. Но с этим мнением можно не согласиться. Ведь если бы было действительно так, то эти буквы были бы во всех сурах. Однако большинство сур не начинается с этих букв. Если бы было так, то их не было бы в мединских сурах, например, в «аль-Бакаре», потому что в Медине никто не отрицал Коран. Правильность в том, что мудрость этих букв — это проявление чуда Корана.</p><p><strong>«Это Писание»</strong>. Обращение в словах Всевышнего « ذَلِكَ » употребляется в отношении всех людей, то есть Аллах обращается к каждому, к кому может быть адресовано обращение. Смысл получается таким: «Это, о человек…»</p>\n        <p>Под Писанием здесь имеется в виду Коран. Ведь Коран записан у Аллаха, а также записан в почитаемых свитках. Всевышний сказал:</p><h3>﴾ فِي صُحُفٍ مُكَرَّمَةٍ * مَرْفُوعَةٍ مُطَهَّرَةٍ * بِأَيْدِي سَفَرَةٍ * كِرَامٍ بَرَرَةٍ ﴿</h3><p><strong>«Оно записано в свитках почитаемых, вознесенных и очищенных, в руках посланцев благородных и покорных»</strong> Сура «’Абаса», аяты 13–16.</p><p>Также Коран записан в книгах у людей. Аллах применил это указательное местоимение «» — «это» для указания на его высокое положение и степень, ведь он является самой великой и самой почитаемой книгой.</p><p><strong>«…в котором нет сомнения, является верным руководством для богобоязненных»</strong>. Знающие грамматику арабского языка говорят, что « لاَ » — «частица отрицания — здесь означает полное отрицание, а слово « الريب » — «сомнение» — это то, к чему относится отрицание. « لاَ » ,«означающая полное отрицание, несет в себе отрицание в его высшей степени, то есть указывает на отсутствие всякого сомнения: как большого, так и малого. В Коране нет ни малого, ни большого сомнения.</p><p>Здесь имеется в виду не простое сомнение « الشك » ,«а сомнение, сопровождающееся тревогой « الريب », «которая возникает из-за того, что сомнения очень сильны, или из-за того, что душа не может успокоиться и взволнована этим. Поэтому если кто-нибудь скажет, что эти два слова — синонимы, то такое толкование приблизительно, так как между ними двумя есть разница.</p><p>По более предпочтительному мнению — это повествовательное предложение. Также было сказано, что оно запретительное, то есть: «Не сомневайтесь в нем». Но первое мнение более правильное. А если кто-то спросит: «Почему оно более правильно?» — Ответим: «Такой вывод основан на важном правиле, применяющемся в понимании и толковании Корана. Оно заключается в том, чтобы мы толковали Коран, опираясь на его внешний смысл и не отклоняясь от него, кроме как на основе довода. Например, слова Всевышнего Аллаха:</p><h3>﴾ وَالْمُطَلَّقَاتُ يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ ثَلَاثَةَ قُرُوءٍ ﴿</h3>\n        <p><strong>«Разведенные женщины выжидают в течение трех менструаций»</strong> Сура «аль-Бакара», аят 228.</p>\n        <p>Внешний смысл этого аята — повествование, но на самом деле здесь имеется в виду приказ» [Смотрите толкование 228 аята суры «аль-Бакара», в первой пользе аята.]</p>\n        <p>Если ты хочешь объяснить Священный Коран, то тебе надо основываться на внешнем смысле, только если нет указания на обратное. Это потому, что толкователь Корана свидетельствует, что Аллах в данном аяте имел в виду то-то и то-то. Если ты растолкуешь слова кого-либо из людей, не основываясь на очевидном смысле его слов, то он упрекнет тебя за это, сказав: «Почему ты толкуешь мои слова в противоречии их очевидному смыслу? Основывайся только на очевидном!» А ведь объяснение слов человека по переносному смыслу не так порицаемо, как толкование слов Аллаха. Ведь когда говорящий — человек, он может что-то упустить, или он слаб в выражении своих мыслей, или выражается так, что внешне противоречит тому, что он хотел сказать. А ты объясняешь его слова, полагая, что он хотел сказать именно это. А слова Аллаха исходят на основе знания, и Его речь красноречива и совершенна. Невозможно, чтобы что-то из Его слов было для Него неизвестным. Поэтому твоя обязанность состоит в том, чтобы ты разъяснял Коран только внешним смыслом.</p>\n        <p>Поэтому предложение <strong>«…в котором нет сомнения»</strong> — повествовательное в отрицательном значении. В том смысле, что в Коране никогда не было сомнения.</p>\n        <p>Также было сказано, что повествование здесь используется в значении запрета, то есть «не сомневайтесь в нем». И это мнение основывается на том, что неверные и лицемеры сомневались в Коране. А Аллах Всевышний сказал:</p>\n        <h3>﴾ فَهُمْ فِي رَيْبِهِمْ يَتَرَدَّدُونَ ﴿</h3>\n        <p><strong>«И по причине своего сомнения они пребывают в замешательстве»</strong> Сура «ат-Тауба», аят 45.</p>\n        <p>Поэтому в таком случае отрицание неприемлемо. И сомнение некоторых людей в Коране является причиной, обязывающей понимать это повествовательное предложение как запрет. Но мы отвечаем: «Поистине, Аллах говорит о Коране, что это сам Коран, в нем нет сомнения, а не говорит о нем, исходя из отношения к нему людей, которым его прочитали. Ведь когда ты говоришь: «Эта вода пресная», — ты описываешь воду такой, какая она есть, не учитывая того, что для кого-то вкус этой воды может быть и не пресным. То, что некоторым людям пресная вода может показаться горькой, не влияет на естественный вкус пресной воды. Аль-Мутанабби сказал:</p>\n        <p><em>«Тот у кого больной, горький рот, найдет чистую ключевую воду горькой».</em></p>\n        <p>Какое нам дело, что они нашли в Коране место для сомнений? В самом Коране нет никаких сомнений. Аллах описывает Коран, основываясь на том, какой он есть. Помимо того, многие, кто сомневался в Коране, ложно высказывали сомнения из-за неверия. Как сказал Всевышний:</p>\n        <h3>﴾ فَإِنَّهُمْ لَا يُكَذِّبُونَكَ وَلَٰكِنَّ الظَّالِمِينَ بِآيَاتِ اللَّهِ يَجْحَدُونَ ﴿</h3>\n        <p><strong>«Они не считают лжецом тебя — беззаконники отрицают знамения Аллаха!»</strong> Сура «аль-Ан’ам», аят 33.</p>\n        <p>У многих из них, возможно, и не было истинного сомнения относительно Корана, и внутри они знали, что Коран — это не слова Посланника, да благословит его Аллах и приветствует, и что Мухаммад, да благословит его Аллах и приветствует, не мог сочинить что-то подобное ему, но все равно отвергали его и отрицали.</p>\n        <p>Поэтому первое мнение является сильным, а именно: Аллах описал Коран тем, что он Коран, не обращая внимания на тех, кому был прочитан Коран: сомневаются они в нем или нет.</p>\n        <p>В словах Всевышнего: <strong>«…в котором нет сомнения, является верным руководством для богобоязненных»</strong>, — некоторые чтецы останавливаются после слов: « الريب » ; тогда смысл будет таким: «Это Писание, в котором нет сомнения, в котором содержится руководство для богобоязненных». А некоторые останавливаются после слов: « فيه » ; тогда смысл будет таковым: «Это Писание, в котором нет сомнения; оно — руководство для богобоязненных».</p>\n        <p>Богобоязненность — это приобретение защиты от наказания Аллаха с помощью выполнения Его приказов и оставления того, что Он запретил.</p>\n        <br/>\n        <h3>Пользы /фауаид/:</h3>\n        <ol>\n            <li>Разъяснение возвышенности Корана, потому что Аллах Всевышний упомянул указательное местоимение для предметов, находящихся далеко, что указывает на его высокую степень. И если Коран имеет возвышенное положение и место, то тот, кто придерживается его, также будет обладать возвышенностью и высоким положением, так как Аллах говорит: <strong>«…чтобы вознести ее превыше любой религии»</strong> Сура «ат-Тауба», аят 33. Также и другие описания Корана, такие как его благородство, похвала и величие, относятся к придерживающемуся его.</li>\n            <li>Высокое положение Корана с той стороны, что Он записан и о нем заботятся, так как Он назвал его Писанием. Мы уже упоминали, что Коран записан в трех местах: в Хранимой Скрижали, свитках, которые в руках у ангелов, и книгах, которые в руках у людей.</li>\n            <li>Коран ниспослан именно от Аллаха, потому что Аллах сказал: <strong>«…в котором нет сомнения»</strong>.</li>\n            <li>Руководствующиеся этим Кораном и есть богобоязненные. Чем больше человек богобоязнен, тем сильнее он руководствуется Священным Кораном.</li>\n            <li>Достоинство богобоязненности и того, что богобоязненность — одна из причин руководства Кораном. А руководство Кораном охватывает и руководство в знании, и руководство<br />\n            в деянии, то есть руководство-наставление («иршад») и руководство &#8212; содействие в делах (тауфик).Если кто-либо скажет: «Как объединить слова Аллаха: «…руководство для богобоязненных» с Его словами: <strong>«В месяц Рамадан был ниспослан Коран — верное руководство для людей, ясные доказательства верного руководства и различение»</strong>. Сура «аль-Бакара», аят 185, — ответим, что руководство бывает двух видов: общим и обособленным. Что касается общего руководства, то оно для всех людей — это и есть руководство в наставлении и в знании. Пример этому слова Всевышнего в Коране: <strong>«…верное руководство для людей, ясные доказательства верного руководства и различение»</strong> Сура «аль-Бакара», аят 185.Также Он сказал о самудянах: <strong>«Что же касается самудян, то Мы указали им на прямой путь, но они предпочли слепоту верному руководству»</strong> Сура «Фуссылат», аят 17.Что касается обособленного руководства, то это содействие Аллаха («тауфик») человеку в выполнении того, что он уже узнал. Пример этому слова Аллаха: <strong>«…руководство для богобоязненных»</strong>. Также Его слова: <strong>«Скажи: “Он является верным руководством и исцелением для тех, которые уверовали”»</strong> Сура «Фуссылат», аят 44.</li>\n        </ol>\n        <br/> <br/>\n        <blockquote><p>\n            3. Которые веруют в сокровенное, совершают намаз и расходуют из того, чем Мы их наделили,<br />\n            4. которые веруют в ниспосланное тебе и ниспосланное до тебя и убеждены в Последней жизни.<br />\n            5. Они следуют верному руководству от их Господа, и они являются преуспевшими.\n            </p>\n        </blockquote>\n        <h3>Толкование /тафсир/:</h3>\n        <p>После того, как Аллах упомянул, что богобоязненные — это те, кто пользуется и руководствуется этой книгой, Он разъяснил качества этих богобоязненных. В этих аятах Он упомянул пять из них:</p>\n        <p><strong>Первое: вера в сокровенное.</strong> Он сказал: <strong>«…которые веруют в сокровенное…»</strong>, — то есть они признают то, что скрыто от них из того, что Аллах поведал о Себе, Своих ангелах, книгах, посланниках, Последнем дне, о предопределении, хорошем и плохом, и обо всем остальном, что осталось скрытым для нас. Поэтому сокровенное значит «скрытое».</p>\n        <p><strong>Второе качество: совершение намазов.</strong> Он сказал: <strong>«…совершают намаз…»</strong>, — то есть выполняют его должным образом, так, как это пришло от Посланника Аллаха, да благословит его Аллах и приветствует. Под словом «намаз» здесь имеется в виду любой вид намаза: как обязательный, так и добровольный.</p>\n        <p><strong>Третье качество: расходование из того, чем их наделил Аллах.</strong> Он сказал: <strong>«…и расходуют из того, чем Мы их наделили»</strong>, — то есть тратят то имущество, которое Мы им дали. Предлог «из» указывает на то, что они расходуют часть своего имущества. А также этот предлог используется для разъяснения той или иной вещи. Более подробно об этом будет рассмотрено в пользах аята.</p>\n        <p><strong>Четвертое качество.</strong> Он сказал: <strong>«…которые веруют в ниспосланное тебе и ниспосланное до тебя»</strong>, — то есть верят во все ниспосланные книги. Он упомянул Коран в первую очередь, хотя по времени он был ниспослан последним. Это потому, что эта книга оберегает все предыдущие и отменяет их. Под книгами, ниспосланными раньше, имеются в виду Таурат, Инджиль, Забур, а также свитки Ибрахима, Мусы и другие.</p>\n        <p><strong>Пятое качество: убежденность в последней жизни.</strong> Он сказал: <strong>«…и убеждены в Последней жизни»</strong>. Здесь имеется в виду воскрешение и все то, что будет после этого в Судный день: вознаграждение, наказание и иное. Вера в Последнюю жизнь, хоть она и входит в веру в сокровенное, упомянута здесь из-за своей важности, ведь вера в нее обязывает нас выполнять приказанное и оставлять запрещенное. Убежденность — это вера, в которой нет места сомнениям.</p>\n        <p><strong>«Они»</strong> — это указание на людей, которые обладают пятью вышеупомянутыми качествами. Он упомянул местоимение, означающее дальность, из-за высоты их положения.</p>\n        <p><strong>«…следуют верному руководству»</strong>, основываясь на знании и содействии Аллаха в деяниях. Предлог указывает на их возвышенность на этом прямом пути и следовании по нему. Они будто идут по ясной, ровной дороге, и нет у них сомнений. Ты находишь, что они обращаются к праведным деяниям, и как будто перед ними стоит светильник, по свету которого они идут по этому пути. Ты находишь, как они, например, смотрят в таинства шариата и его мудрость и находят там такие вещи, которые для большинства людей скрыты. Также ты видишь, как они смотрят на предопределение и обращают все в свою пользу; даже если на их долю выпадут испытания, им будут вредить и причинять зло, они будут извлекать из этого пользу для себя и видеть в этом благо, ведь Аллах осветил им дорогу. Они следуют верному руководству от их Господа. Оно похоже на корабль, в котором можно спастись, чтобы не погибнуть. Они следуют руководству настолько сильно, насколько это возможно. Это руководство, как сказал Аллах: <strong>«…от их Господа»</strong>, — то есть от Творца, Который управляет их делами. Упомянутое здесь господство Аллаха относится только к некоторым людям; оно заключается в особом воспитании некоторых людей, которое содержит в себе счастье в этом и в том мирах.</p>\n        <p><strong>«…и они являются преуспевшими»</strong>. Это местоимение отделяет цель от средства: цель — преуспеяние, средство — упомянутые качества. Преуспеяние — это получение желаемого и избавление от ненужного; это слово объединяет в себе избавление от всякого зла, и получение всего добра.</p>\n        <h3>Пользы /фауаид/:</h3>\n        <ol>\n        <li>Одно из качеств богобоязненных — вера в сокровенное, так как вера в осязаемое и наблюдаемое не есть вера, потому что осязаемое невозможно отрицать.</li>\n        <li>Одно из качеств богобоязненных — совершение обязательного и добровольного намазов. Из этого выходит побуждение к совершению намаза, потому что это — одно из качеств богобоязненных. Его совершение — это выполнение намаза требуемым образом, смиренно, выполняя стояние, сидение, земные и поясные поклоны и прочее.</li>\n        <li>Одно из качеств богобоязненных—это расходование из того, чем наделил Аллах. Включает в себя и обязательные пожертвования, такие как закят, и желательные, такие как милостыня, и расходование на благое.</li>\n        <li>Пожертвование человека, незаконно отобравшего имущество, недействительно, потому что Аллах сказал: <strong>«…из того, чем Мы наделили их»</strong>. А отнимающий не владеет имуществом, которое он жертвует, поэтому его милостыня не принимается.</li>\n        <li>Размеры любого пожертвования, кроме закята, никак не определяются, потому что этот аят обобщенный, и не важно, каким смыслом здесь обладает предлог «из»: частичность или разъяснение. Из этого выходит разрешенность расходования всего имущества на благое дело, как это сделал Абу Бакр, да будет доволен им Аллах, когда пожертвовал все свое имущество[1]. Но это обусловлено тем, чтобы человек из-за этого не оставил обязательные расходы на семью и т.п. Если результатом пожертвования всего имущества будет то, что он не сможет содержать свою семью, то обязательства человека здесь предпочтительнее добровольных поклонений.</li>\n        <li>Порицание скупости. Аллах восхвалил расходующих свое имущество, значит, если не будет расходования, то не будет и похвалы. Скупость — это один из плохих нравов, от которого Аллах предостерег во множестве аятов.</li>\n        </ol>\n        <br>\n        <h4><strong>Примечание:</strong></h4>\n        <p>Аллах здесь не упоминает, кому и где дается милостыня. Но Всевышний в других местах Корана упоминает, что расходование имущества, которое заслуживает хвалы — это то, что совершается на пути Аллаха без излишества и проявления скупости. Аллах говорит, описывая рабов Милостивого: <strong>«Когда они делают пожертвования, то не расточительствуют и не скупятся, а придерживаются середины между этими крайностями»</strong> Сура «аль-Фуркан», аят 67.</p>\n        <ol start=\"7\">\n        <li>Одно из качеств богобоязненных—это вера в ниспосланное Посланнику, да благословит его Аллах и приветствует, и в ниспосланное до него.</li>\n        <li>К качествам богобоязненных относится убежденность в Последней жизни, что упоминалось выше.</li>\n        <li>Важность веры в Последнюю жизнь, ведь вера в нее побуждает к совершению деяний, поэтому Аллах постоянно связывает веру в Него с верой в Последний день. А у того, кто не верует в Последнюю жизнь, нет ничего, чтобы побуждало его совершать деяния, и он делает все только для этой жизни. Он совершает все, в чем видит пользу для своей жизни: крадет, наслаждается своими страстями, лжет, так как он не верит в Последнюю жизнь. Истинная вера в Последнюю жизнь является мотивом для совершения соответствующих деяний.</li>\n        <li>Безопасность богобоязненных на их пути, так как Всевышний сказал: <strong>«Они следуют верному руководству от их Господа»</strong>.</li>\n        <li>Господство Аллаха бывает общим и обособленным. Оба эти вида упоминаются в словах Всевышнего: <strong>«Мы уверовали в Господа миров, Господа Мусы и Харуна»</strong> Сура «аль-Араф», аяты 121–122.</li>\n        <li>Исход богобоязненных—преуспеяние, так как Всевышний сказал: <strong>«…и они являются преуспевшими»</strong>.</li>\n        <li>Преуспеяние связано с наличием упомянутых качеств. Если одно из этих качеств будет недостаточным, то и преуспеяние уменьшится настолько, насколько недостаточными были эти качества, так как более правильным мнением обладателей Сунны, на которое указывают достоверные контексты и разум, является то, что вера увеличивается, уменьшается и делится на части. Если бы этого не было, то в Раю не было бы степеней. Но в Раю есть степени, как об этом сказал Пророк, да благословит его Аллах и приветствует: <strong><em>«Воистину обитатели Рая будут видеть тех, кто в комнатах, как вы видите яркую звезду, минувшую горизонт»</em></strong>. Они сказали: «О Посланник Аллаха, это степени пророков, которых никто не достигнет?» Он, да благословит его Аллах и приветствует, ответил: <strong><em>«Нет, клянусь Тем, в Чьих руках моя душа, мужчины, уверовавшие в Аллаха, и подтвердили правдивость посланников»</em></strong>[2], — то есть не только для пророков.</li>\n        </ol>\n        <p>[1] См. Сунан Абу Дауда, Книга Закята, глава 40: облегчения в этом, хадис № 1678; «аль-Джами» ат-Тирмизи, Книга Похвальных качеств, глава 1: о надежде Пророка, да благословит его Аллах и приветствует, на то, что Абу Бакр будет из тех, кто войдет в Рай через все его врата, хадис № 3675; Сунан ад-Дарими, 1/480, Книга Закята, глава 26: о мужчине, который пожертвовал все, что у него есть, хадис № 1660. аль-Альбани подтвердил достоверность хадиса в «Сахих Сунан Аби Дауд», 1/466.</p>\n        <p>[2] Хадис приводится в «Сахихе» аль-Бухари, Книга Начала Творения, глава 8: о том, что касается описания Рая и того, что он сотворен, хадис № 3256; Сахих Муслима, Книга Рая и описания его благ и его обитателей, глава 3: о том, что обитатели Рая будут видеть жителей комнат, как люди видят звезды на небе, хадисы 7144 (2831).</p>\n        "}, {"title": "Аяты 6-7. Описание неверующих", "chapter": "Глава 2", "text": "\n            <h3>﴾ إِنَّ الَّذِينَ كَفَرُواْ سَوَاءٌ عَلَيْهِمْ أَأَنذَرْتَهُمْ أَمْ لَمْ تُنذِرْهُمْ لاَ يُؤْمِنُونَ * خَتَمَ اللّهُ عَلَى قُلُوبِهمْ وَعَلَى سَمْعِهِمْ وَعَلَى أَبْصَارِهِمْ غِشَاوَةٌ وَلَهُمْ عَذَابٌ عظِيمٌ ﴿</h3>\n            <h4>Примерный перевод смысла аятов на русском языке:</h4>\n            <p><strong>«Воистину, неверующим безразлично, предостерег ты их или не предостерег. Они все равно не уверуют. Аллах запечатал их сердца и слух, а на глазах у них — покрывало. Им уготованы великие мучения».</strong></p>\n            <p>Сура «Корова», аяты 6-7.</p>\n            <br>\n            <h3>Толкование /тафсир/:</h3>\n            <p>Потом Аллах упомянул другую группу – истинных неверных. Эту великую суру Аллах начал с разделения людей на три группы: истинные верующие, истинные неверные, а потом – люди, верующие на словах, а в сердцах неверные. Он начал с лучшего, потом упомянул нечто худшее, а потом то, что хуже всех. Поэтому лучшие – это богобоязненные люди, обладающие упомянутыми качествами; худшие – это неверующие, а самые худшие – это лицемеры.</p>\n            <p><strong>«…безразлично»</strong>, – то есть, все равно.</p>\n            <p><strong>«Воистину, неверующим…»</strong>, – то есть, неверующим в то, во что обязательно верить.</p>\n            <p><strong>«…безразлично, предостерег ты их или не предостерег»</strong> – это предложение является успокоением для Посланника Аллаха, да благословит его Аллах и приветствует, а не оправданием для неверующих, и Аллах не призывает его к отчаянию.</p>\n            <p>Предостережение – это оповещение, сопряженное с устрашением. Посланник Аллаха, да благословит его Аллах и приветствует, пришел для того, чтобы обрадовать и предостеречь. Он радует верующих тем, что было облегчено для них; и предостерегает неверующих о том, что их ждет. И это предостережение или его отсутствие безразлично для этих упрямых и спорящих неверующих, которым открылась истина, но они отвергли ее.</p>\n            <p><strong>«Они все равно не уверуют»</strong> — это результат их безразличия: они все равно не уверуют, независимо от того, предостерегал ты их или нет. Причина этого упоминается в словах Всевышнего: <strong>«Аллах запечатал их сердца…»</strong>.</p>\n            <p>Запечатал – когда человек закрывает что-либо и ставит печать, чтобы ничто оттуда не вышло, и ничто туда не вошло. Сердца этих также запечатаны: от них не исходит ничего хорошего, и благо не достигает их сердца, прибегаю от этого к Аллаху.</p>\n            <p><strong>«…их слух»</strong>, – то есть, их слух Он тоже запечатал. Это слово соединено с предыдущим с помощью союза «и». Запечатал слух – значит то, что они перестали слышать благо, из которого они могли бы извлечь пользу.</p>\n            <p><strong>«…а на глазах у них – покрывало»</strong>. Покрывало – это нечто, что не позволяет глазам смотреть на истину, а даже если они и посмотрят, то не получат от этого никакой пользы.</p>\n            <p><strong>«Им…»</strong>, – то есть этим неверным, которые остаются на своем неверии <strong>«…уготованы великие мучения»</strong>, – то есть мучения Огня, Аллах возвеличил его, так как не существует наказания ужаснее и мучительнее, чем наказания в огне.</p>\n            <p>На этом заканчивается рассказ о второй группе творений – об истинных неверующих.</p>\n            <br><br>\n            <h3>Пользы /фауаид/:</h3>\n            <ol>\n            <li>Одна из польз этих двух аятов: успокоение Посланника, да благословит его Аллах и приветствует, в те моменты, когда его отвергают неверные и когда они не принимают его призыв.</li>\n            <li>Те, над кем свершилось слово о наказании, не уверуют никогда, кем бы ни был призывающий их, так как они не получат пользы от призыва и увещеваний, ведь Аллах запечатал их сердца. Аллах сказал: <strong>«Воистину, те, о которых подтвердилось Слово Аллаха, не уверуют, пока их не постигнут мучительные страдания, даже если им явятся любые знамения»</strong> Сура «Йунус», аяты 96-97. Также Всевышний сказал: <strong>«Разве ты сможешь спасти того, относительно кого сбылось Слово о мучениях, кто находится в Огне?»</strong> Сура «аз-Зумар», аят 17. То есть, этим суждено попасть в Огонь, их дело решено, ты никак не спасешь их!</li>\n            <li>Если человек не чувствует страха, когда его увещевают, и не чувствует стремления к Аллаху, то в нем есть некое подобие неверных, которые не принимают наставлений, и не уверуют, когда их призывают к Аллаху.</li>\n            <li>Сердце – это сосуд. Всевышний сказал: <strong>«Аллах запечатал их сердца»</strong>, – то есть, их не достигает благо.</li>\n            <li>На прямой путь можно встать либо посредством слуха, либо зрения: одно из двух. Он может увидеть, а может услышать. Поэтому знамения Аллаха бывают слышимые и наблюдаемые(видимые).</li>\n            <li>Устрашение неверующих великим наказанием.</li>\n            </ol>\n            <p><strong>Примечание:</strong> Если спросят: есть ли причина этому запечатыванию сердец от них самих или это испытание от Аллаха Всемогущего и Великого? Ответ: этому есть причина. Как сказал Всевышний: <strong>«Когда же они уклонились, Аллах совратил их сердца»</strong> Сура «ас-Сафф», аят 5. И сказал Всевышний: <strong>«За то, что они нарушили завет, Мы прокляли их и ожесточили их сердца»</strong> Сура «аль-Маида», аят 13.</p>\n        "}, {"title": "Аяты 8-16 Описание лицемеров", "chapter": "Глава 3", "text": "\n            <h3>﴾ وَمِنَ النَّاسِ مَن يَقُولُ آمَنَّا بِاللَّهِ وَبِالْيَوْمِ الْآخِرِ وَمَا هُم بِمُؤْمِنِينَ * يُخَادِعُونَ اللَّهَ وَالَّذِينَ آمَنُوا وَمَا يَخْدَعُونَ إِلَّا أَنفُسَهُمْ وَمَا يَشْعُرُونَ * فِي قُلُوبِهِم مَّرَضٌ فَزَادَهُمُ اللَّهُ مَرَضًا وَلَهُمْ عَذَابٌ أَلِيمٌ بِمَا كَانُوا يَكْذِبُونَ * وَإِذَا قِيلَ لَهُمْ لَا تُفْسِدُوا فِي الْأَرْضِ قَالُوا إِنَّمَا نَحْنُ مُصْلِحُونَ * أَلَا إِنَّهُمْ هُمُ الْمُفْسِدُونَ وَلَكِن لَّا يَشْعُرُونَ * وَإِذَا قِيلَ لَهُمْ آمِنُوا كَمَا آمَنَ النَّاسُ قَالُوا أَنُؤْمِنُ كَمَا آمَنَ السُّفَهَاءُ أَلَا إِنَّهُمْ هُمُ السُّفَهَاءُ وَلَكِن لَّا يَعْلَمُونَ * وَإِذَا لَقُوا الَّذِينَ آمَنُوا قَالُوا آمَنَّا وَإِذَا خَلَوْا إِلَى شَيَاطِينِهِمْ قَالُوا إِنَّا مَعَكُمْ إِنَّمَا نَحْنُ مُسْتَهْزِئُونَ * اللَّهُ يَسْتَهْزِئُ بِهِمْ وَيَمُدُّهُمْ فِي طُغْيَانِهِمْ يَعْمَهُونَ * أُولَئِكَ الَّذِينَ اشْتَرَوُا الضَّلَالَةَ بِالْهُدَى فَمَا رَبِحَت تِّجَارَتُهُمْ وَمَا كَانُوا مُهْتَدِينَ ﴿</h3>\n            <h4>Примерный перевод смысла аятов на русском языке:</h4>\n            <p><strong>«Среди людей есть такие, которые говорят: “Мы уверовали в Аллаха и в Последний день”. Однако они суть неверующие. Они пытаются обмануть Аллаха и верующих, но обманывают только самих себя и не осознают этого. Их сердца поражены недугом. Да усилит Аллах их недуг! Им уготованы мучительные страдания за то, что они лгали. Когда им говорят: “Не распространяйте нечестия на земле!”. — они отвечают: “Только мы и устанавливаем порядок”. Воистину, именно они распространяют нечестие, но они не осознают этого. Когда им говорят: “Уверуйте так, как уверовали люди”, — они отвечают: “Неужели мы уверуем так, как уверовали глупцы?”. Воистину, именно они являются глупцами, но они не знают этого. Когда они встречают верующих, то говорят: “Мы уверовали”. Когда же они остаются наедине со своими дьяволами, они говорят: “Воистину, мы — с вами. Мы лишь издеваемся”. Аллах поиздевается над ними и увеличит их беззаконие, в котором они скитаются вслепую. Они — те, которые купили заблуждение за верное руководство. Но сделка не принесла им прибыли, и они не последовали прямым путем».</strong></p>\n            <p>Сура «Корова», аяты 8-16.</p>\n            <br>\n            <br>\n            <h3>﴾ وَمِنَ النَّاسِ مَن يَقُولُ آمَنَّا بِاللَّهِ وَبِالْيَوْمِ الْآخِرِ وَمَا هُم بِمُؤْمِنِينَ ﴿</h3>\n            <blockquote><p>\n            Среди людей есть такие, которые говорят: «Мы уверовали в Аллаха и в Последний день». Однако они суть неверующие.\n            </p></blockquote>\n            <br>\n            <br>\n            <h3>Толкование /тафсир/:</h3>\n            <p><strong>«Среди людей…»</strong>. Предлог « مِن » указывает на частичность, то есть «часть людей, некоторые люди». Аллах не описал их ни как верующих, ни как неверных, так как они не относятся ни к тем, ни к другим. Аллах описал их в Коране: <strong>«Они колеблются между этим (верой и неверием), но не принадлежат ни к тем, ни к другим»</strong> Сура «ан-Ниса», аят 143.</p>\n            <p>Слово « الناَّسِ » (люди) произошло от слова « نسُُْالأ » (привычка, общительность), так как люди привыкают друг к другу и общаются друг с другом, полагаются друг на друга. Поэтому некоторые говорят: «Человек по своей природе привязан к городам», — то есть любит города, где много людей, не любит разобщенность.</p>\n            <p><strong>«…говорят: «Мы уверовали в Аллаха и в Последний день»</strong>, — они говорят это своими языками, так как Аллах утверждает: <strong>«Однако они суть неверующие»</strong>, — в сердце. О смысле веры в Аллаха и в Последний день уже упомянуто. Если человек уверует в Аллаха и в Последнюю жизнь, то его религия станет правильной; именно поэтому Аллах постоянно упоминает веру в Него вместе с верой в Последнюю жизнь.</p>\n            <br>\n            <h3 style=\"text-align: center;\">Пользы /фауаид/:</h3>\n            <ol>\n            <li>Проявление красноречия Корана и его ясности в том, как он делит людей на группы, ведь Аллах начал с истинных верующих, потом упомянул истинных неверующих, а потом — лицемеров. Подобное деление помогает человеку лучше понять тот или иной вопрос.</li>\n            <li>Произношение слов только языком не принесет пользы человеку, так как Аллах сказал: <strong>«Среди людей есть такие, которые говорят: «Мы уверовали в Аллаха и в Последний день». Однако они суть неверующие»</strong>.</li>\n            <li>Лицемеры не являются верующими, даже если о них говорят, что они верующие, так как Всевышний сказал: <strong>«Однако они суть неверующие»</strong>. Но являются ли они мусульманами? Если под Исламом здесь имеется в виду внешнее подчинение и покорность, то они мусульмане, а если под Исламом имеется в виду подчинение и покорность и сердца, и тела, то они не являются мусульманами.</li>\n            <li>Вера сердца и вера языка должны соответствовать друг другу. Ведь они сказали: <strong>«Мы уверовали»</strong>, — но их сердца не уверовали, и Аллах сказал, что они не являются верующими, так как уверовать только языком ничего не значит.</li>\n            </ol>\n            <br>\n            <br>\n            <h3>﴾ يُخَادِعُونَ اللَّهَ وَالَّذِينَ آمَنُوا وَمَا يَخْدَعُونَ إِلَّا أَنفُسَهُمْ وَمَا يَشْعُرُونَ ﴿</h3>\n            <blockquote><p>\n            Они пытаются обмануть Аллаха и верующих, но обманывают только самих себя и не осознают этого.\n            </p></blockquote>\n            <br>\n            <h3 style=\"text-align: center;\">Толкование /тафсир/:</h3>\n            <p><strong>«Они пытаются обмануть Аллаха…»</strong>, то есть пытаются обмануть Аллаха тем, что внешне показывают свой Ислам, который обеспечит защиту их жизни и имущества.</p>\n            <p><strong>«… и верующих»</strong> — то есть тем, что они показывают свой Ислам и отвергают неверие, они пытаются обмануть и верующих, верующие же думают, что они говорят правду.</p>\n            <p><strong>«…но обманывают только самих себя»</strong>, то есть эти лицемеры в итоге не обманывают никого, кроме себя, потому что все время тешили себя ложными надеждами.</p>\n            <p><strong>«…и не осознают этого»</strong>, то есть не понимают того, что обманывают самих себя, и не чувствуют, не замечают этого. Ты иногда говоришь: «Мимо меня прошел такой-то, но я его не заметил».</p>\n            <br>\n            <h3 style=\"text-align: center;\">Пользы /фауаид/:</h3>\n            <ol>\n            <li>Хитрость и коварство лицемеров, так как Всевышний сказал: <strong>«Они пытаются обмануть Аллаха и верующих, но обманывают только самих себя»</strong>. Поэтому Аллах сказал в суре «Лицемеры»: <strong>«Они являются врагами — остерегайся же их»</strong> Сура «Аль-Мунафикун», аят 4.</li>\n            <li>Необходимо остерегаться лицемеров, потому что если тебе скажут: «Такой-то — лжец», — ты будешь больше остерегаться его. Также и верующему необходимо быть осторожным и бдительным, чтобы не быть обманутым подобными людьми. Если кто-то спросит: «Как мы можем определить лицемера, чтобы предостеречься от него?» — Ответим: «Мы можем узнать его, наблюдая за его словами и деяниями: соответствуют ли они друг другу или противоречат?» Если мы видим, что кто-то льстит нам и показывает, что любит ислам, любит религию, но потом, когда он уходит, мы слышим, что он сражается против религии, то он лицемер. Мы должны остерегаться подобных людей.</li>\n            <li>Злые ухищрения возвращаются только к тем, кто занимается подобным. Они пытаются обмануть Аллаха и думают, что они спаслись или победили, но в действительности, их обман возвращается к ним же. Ведь Аллах Всевышний сказал: <strong>«Они обманывают только самих себя»</strong>. Это ограничение (слово <strong>«только»</strong>) указывает на то, что их обман никак не вредит ни Аллаху, ни Его Посланнику, ни верующим.</li>\n            <li>Плохие деяния могут ослепить человека, и он перестает понимать очевидные вещи, ведь Аллах сказал: <strong>«…и они не осознают этого»</strong>, — то есть не осознают того, что обманывают самих себя. Осознание — это нечто более тонкое, чем просто знание о чем-то. Осознание — это понимание тонкостей чего-то скрытого. Поэтому некоторые сказали, что слово « شُعُورٌ » /осознание/ взято от слова « شَعْرٌ » /волос/ из-за того, что он очень тонкий. И если бы люди, которые пытаются обмануть Аллаха, Его Посланника и верующих, поразмыслили об этом, то поняли бы, что они обманывают только самих себя. Но они не могут осознать этого, так как Аллах ослепил их взгляды, и они не понимают этого, прибегаю от этого к Аллаху.</li>\n            </ol>\n            <br>\n            <br>\n            <h3>﴾ فِي قُلُوبِهِم مَّرَضٌ فَزَادَهُمُ اللَّهُ مَرَضًا وَلَهُمْ عَذَابٌ أَلِيمٌ بِمَا كَانُوا يَكْذِبُونَ ﴿</h3>\n            <blockquote><p>\n            Их сердца поражены недугом. Аллах усилит их недуг! Им уготованы мучительные страдания за то, что они лгали.\n            </p></blockquote>\n            <br>\n            <h3>Толкование /тафсир/:</h3>\n            <br>\n            <p><strong>«Их сердца поражены недугом»</strong>. Это именное предложение указывает на то, насколько сильно проник этот недуг в их сердца. Но эта болезнь, несмотря на свою малость, повлияла на них так, что они стали лицемерами.</p>\n            <p><strong>«Аллах усилит их недуг»</strong>, то есть Аллах добавил им болезнь поверх их болезни. Потому что они выбрали неверие, пусть Аллах убережет от этого, и это их желание болезни привело их к усилению болезни. Потому что желания, находящиеся в сердце, указывают на праведность или порочность сердца. Если сердце желает блага, то это указывает на то, что сердце здорово; если же оно желает зла, то это является указанием на то, что оно нездорово и больно.</p>\n            <p>Их сердца хотят неверия, ведь они говорят своим шайтанам, когда остаются наедине с ними: <strong>«Воистину, мы — с вами. Мы лишь издеваемся»</strong> Сура «аль-Бакара», аят 14. Они издеваются над наивными, как они думают, верующими. Они думают, что верующие ничего собой не представляют, что лучшие люди — это неверные. Поэтому они говорят: <strong>«Воистину, мы — с вами»</strong>, — что говорит о том, что они во всем следуют им и соглашаются с ними.</p>\n            <p>Аллах усилил болезнь, которая в их сердцах, так, что их сердца полностью умерли, перестали чувствовать, осознавать что-либо.</p>\n            <p><strong>«Им уготованы… страдания»</strong>. Аллах сказал о воздаянии им, то есть о наказании.</p>\n            <p><strong>«Мучительные»</strong> — значит, причиняющие боль. Это наказание сильно, велико, его много. Болезненность определяется либо силой наказания, либо его количеством: можно ударить сильно один раз, и будет больно, а можно ударить слабо, но много раз, тоже будет больно. Лицемеры получат и то, и другое, так как все они попадут в самый нижний слой Ада. Они действительно будут чувствовать эту боль. Всевышний сказал об обитателях Ада: <strong>«Пристанищем нечестивцев будет Огонь. Всякий раз, когда они захотят выйти оттуда, их вернут туда, и им будет сказано: “Вкусите мучения в Огне, которые вы считали ложью!”»</strong> Сура «ас-Саджда», аят 20. Это будет душевная боль, которую они будут чувствовать из-за того, что их будут унижать.</p>\n            <p><strong>«…за то, что они лгали»</strong>. Это предложение указывает на причину упомянутого выше. Смысл: «За то, что они были лжецами», или: «За то, что сочли ложью (религию)». В этом аяте есть два типа чтения: « يكَْذِبوُنَ » /лгали/ и « يكَُذِّبوُنَ » /сочли ложью/, то есть сочли ложью Аллаха и Его Посланника. В лицемерах собрались оба качества: они и лгут, и считают ложью (Аллаха и Его Посланника).</p>\n            <br>\n            <h3>Пользы:</h3>\n            <ol>\n            <li>Если в человеке нет никакого стремления к истине и его сердце больное, то наказанием ему послужит усиление болезни, так как Аллах сказал: <strong>«Их сердца поражены недугом. Аллах усилит их недуг!»</strong> Болезнь, которая поразила сердца лицемеров, проявляется в виде сомнений и страстей. Кто-то из них познал истину, но он не желает истины; а для кого-то из них истина сомнительна. Аллах сказал в суре «Женщины»: <strong>«Воистину, Аллах не простит и не наставит на путь тех, которые уверовали, затем стали неверующими, затем опять уверовали, затем опять стали неверующими, а затем приумножили свое неверие»</strong> Сура «ан-Ниса», аят 137. В суре «Лицемеры» Всевышний говорит: <strong>«Это — потому, что они уверовали, а затем стали неверующими. Затем их сердца были запечатаны, и теперь они не разумеют»</strong> Сура «аль-Мунафикун», аят 3.</li>\n            <li>Причина того, что Аллах сбивает человека с прямого пути, исходит от самого человека. Аллах сказал: <strong>«Их сердца поражены недугом. Аллах усилит их недуг!»</strong> Подобное говорится в другом аяте: <strong>«Когда же они уклонились, Аллах совратил их сердца»</strong> Сура «ас-Сафф», аят 3. Также Всевышний говорит: <strong>«Мы отворачиваем их сердца и взоры, поскольку они не уверовали в него в первый раз, и оставляем их скитаться вслепую в собственном беззаконии»</strong> Сура «аль-Ан’ам», аят 110. Также Он говорит: <strong>«Если же они отвернутся, то знай, что Аллах желает покарать их за некоторые из их грехов»</strong> Сура «аль-Маида», аят 49.</li>\n            <li>Грехи и нечестие могут прибавляться и убавляться подобно тому, как вера прибавляется и убавляется. Аллах сказал: <strong>«Аллах усилит их недуг»</strong>. Усиление возможно только тогда, когда ему противоположно убавление. Поэтому, так же, как и вера может прибавляться и убавляться, нечестие может прибавляться и убавляться, и болезнь может усиливаться и уменьшаться.</li>\n            <li>В аяте содержится сильное устрашение для лицемеров: <strong>«Им уготованы мучительные страдания»</strong>.</li>\n            <li>Наказание происходит только по какой-то причине, то есть Аллах не наказывает человека за грех, если он его не совершал. Всевышний сказал: <strong>«…за то, что они лгали»</strong>.</li>\n            <li>Лицемеры объединяют в себе и лживость, и отрицание истины; это худшее положение, которое только существует.</li>\n            <li>Порицание лжи, так как она является причиной для наказания. Лживость — одна из самых отвратительных черт. Посланник Аллаха, да благословит его Аллах и приветствует, пояснил нам, что лживость — один из признаков лицемеров: <em><strong>«Признаков лицемера три: когда он говорит, он лжет… (до конца хадиса)»</strong></em> Хадис приводится в «Сахихе» аль-Бухари, Книга Веры, глава 24: о признаках лицемеров, хадис № 33; Сахих Муслима, Книга Веры, глава 25: о признаках лицемеров, хадис № 211/59. Ложь порицается как шариатом, так и обычаями людей. Также она порицаема естеством человека.</li>\n            </ol>\n            <p><strong>Вопрос:</strong> Если кто-либо спросит: «Как они могут обмануть Аллаха, если Он знает, что находится у них в сердцах?»</p>\n            <p><strong>Ответ:</strong> если они внешне показывают свой Ислам, то они как будто бы обманывают Аллаха, потому что они внешне выполняют положения Ислама, они защищаются посредством закона Аллаха, ведь с ним их кров и имущество будут защищены.</p>\n            <br>\n            <br>\n            <h3>﴾ وَإِذَا قِيلَ لَهُمْ لَا تُفْسِدُوا فِي الْأَرْضِ قَالُوا إِنَّمَا نَحْنُ مُصْلِحُون * أَلَا إِنَّهُمْ هُمُ الْمُفْسِدُونَ وَلَكِن لَّا يَشْعُرُونَ ﴿</h3>\n            <blockquote><p>\n            Когда им говорят: «Не распространяйте нечестия на земле!» — они отвечают: «Только мы и устанавливаем порядок». Воистину, именно они распространяют нечестие, но они не осознают этого.\n            </p></blockquote>\n            <br>\n            <h3>Толкование /тафсир/:</h3>\n            <br>\n            <p><strong>«Когда им говорят: “Не распространяйте нечестия на земле!”»</strong> Сказавший это не назван, для того чтобы охватить любого говорящего, кем бы он ни был.</p>\n            <p>Распространение нечестия на земле — это стремление человека совершать грехи, как это пояснили ученые-предшественники. Всевышний сказал: <strong>«Зло появляется на суше и на море по причине того, что совершают людские руки, чтобы они вкусили часть того, что они натворили, и чтобы они вернулись на прямой путь»</strong> Сура «ар-Рум», аят 41.</p>\n            <p><strong>«…на земле»</strong>. Под землей здесь имеется в виду либо сама земля, либо ее жители, либо и то, и другое, что более вероятно. Нечестие на самой земле — это то, что грехи являются причиной засух, разных бед, неурожая и отсутствия благодати. Аллах говорит о роде Фараона, когда они ослушались своего посланника Мусу, мир ему: <strong>«Мы поразили род Фараона засушливыми годами и неурожаем плодов, дабы они помянули назидание»</strong> Сура «аль-А’раф», аят 130. И это есть порча на земле.</p>\n            <p>Что касается нечестия по отношению к жителям земли, то сюда относятся лицемеры, которые пришли к Бану Исраиль и сказали им: <strong>«Если вас изгонят, то мы уйдем вместе с вами и никогда никому не подчинимся против вас. А если с вами сразятся, то мы обязательно поможем вам»</strong> Сура «аль-Хашр», аят 11. Так они только увеличивают свою вражду и ненависть к Посланнику Аллаха. Также к проявлению их нечестия относится то, что они живут среди мусульман, узнают их тайны и рассказывают их врагам Ислама. Другое проявление их нечестия — это то, что они открывают людям врата предательства и сокрытия своей истинной сущности. Люди перестают быть открытыми друг с другом. Это явление — одно из самых опасных, что бывает в обществе.</p>\n            <p><strong>«Они отвечают: “Только мы и устанавливаем порядок”»</strong>. Они как будто бы говорят: «Наше единственное занятие — это установление порядка», — то есть они полностью отрицают то, что они сеют нечестие.</p>\n            <p><strong>«Воистину, именно они распространяют нечестие»</strong>. В предложении употреблено три слова со значением усиления, и это — одна из самых мощных форм усиления смысла, говорящая нам о том, что настоящие распространители нечестия — именно они. Местоимение « هُمْ » здесь ограничивает лицемеров в этом отношении: только они, именно они распространяют нечестие, и никто другой. Это подобно словам Всевышнего: <strong>«Они являются врагами — остерегайся же их!»</strong> Сура «аль-Мунафикун», аят 4, — то есть именно они, никто другой, являются твоими врагами. Нет врага хуже для верующих, чем лицемеры; нет нечестия на земле хуже, чем нечестие лицемеров.</p>\n            <p><strong>«…но они не осознают этого»</strong>, — то есть не осознают, что именно они распространяют нечестие. Нечестие — это нечто осязаемое, его можно почувствовать и осознать, но из-за своей глупости и непонимания вещей, они не осознают того, кто на самом деле является истинным распространителем нечестия.</p>\n            <br>\n            <h3 style=\"text-align: center;\">Пользы /фауаид/:</h3>\n            <br>\n            <ol>\n            <li>Лицемерие в том, что человек внешне принимает Ислам и прячет свое неверие. И это является распространением нечестия на земле. В словах Всевышнего: <strong>«Когда им говорят: «Не распространяйте нечестия на земле!»</strong> Лицемерие — одно из самых ужасных видов нечестия на земле.</li>\n            <li>Одно из великих бедствий — это то, когда человеку настолько приукрашивается нечестие, что он видит его установлением порядка. Они говорят: <strong>«Только мы и устанавливаем порядок»</strong>.</li>\n            <li>Неверующие ограничены в мышлении: они видят пользу и порядок только в повседневных вещах. Истинный порядок заключается в том, чтобы жить в соответствии с Законом Аллаха.</li>\n            <li>Не каждый, кто утверждает что-то, является правдивым в своем утверждении. Они сказали: <strong>«Только мы и устанавливаем порядок»</strong>, — а Аллах сказал: <strong>«Воистину, именно они распространяют нечестие»</strong>. И не все, что приукрашивает душа, является благим, как сказал Всевышний: <strong>«Разве тот, кому его злодеяние представлено прекрасным и кто считает его благом, равен тому, кто следует прямым путем? Воистину, Аллах вводит в заблуждение того, кого пожелает, и ведет прямым путем того, кого пожелает»</strong> Сура «Фатыр», аят 8.</li>\n            <li>Человеку иногда приходит испытание в том, что он начинает творить нечестие на земле, сам того не осознавая: <strong>«…но они не осознают этого»</strong>.</li>\n            <li>Мощное опровержение тем, кто заявил, что устанавливает порядок. Всевышний сказал: <strong>«Воистину, именно они распространяют нечестие»</strong>. Аллах укрепил это утверждение тремя средствами усиления.</li>\n            </ol>\n            <br>\n            <br>\n            <h3>﴾ وَإِذَا قِيلَ لَهُمْ آمِنُوا كَمَا آمَنَ النَّاسُ قَالُوا أَنُؤْمِنُ كَمَا آمَنَ السُّفَهَاءُ أَلَا إِنَّهُمْ هُمُ السُّفَهَاءُ وَلَكِن لَّا يَعْلَمُونَ ﴿</h3>\n            <blockquote><p>\n            Когда им говорят: «Уверуйте так, как уверовали люди», — они отвечают: «Неужели мы уверуем так, как уверовали глупцы?» Воистину, именно они являются глупцами, но они не знают этого.\n            </p></blockquote>\n            <br>\n            <h3 style=\"text-align: center;\">Толкование /тафсир/:</h3>\n            <br>\n            <p><strong>«Когда им говорят: “Уверуйте так, как уверовали люди”»</strong>. Личность того, кто говорит, неизвестна, что указывает на обобщенность, чтобы охватить каждого говорящего, кем бы он ни был. Под людьми здесь имеются в виду сподвижники, находившиеся в то время в Медине, и их предводитель, Пророк, да благословит его Аллах и приветствует.</p>\n            <p><strong>«Они отвечают: “Неужели мы уверуем так, как уверовали глупцы?”»</strong> Вопрос лицемеров здесь имеет оттенок отрицания и презрения, то есть они сказали: «Мы не уверуем так, как уверовали глупцы». Также возможно, что их вопрос имеет оттенок порицания. Они этим вопросом показывают свое порицание тому, кто сказал им: <strong>«Уверуйте так, как уверовали люди»</strong>. Это нечто большее, чем простое отрицание. Глупцы — это те, кто не умеет здраво мыслить, неразумные. Под ними здесь имеются в виду сподвижники Пророка, да благословит его Аллах и приветствует, по мнению лицемеров. Аллах, который знает о том, что в сердцах, сказал, опровергая их:</p>\n            <p><strong>«Воистину, именно они являются глупцами»</strong>. Это предложение усилено тремя средствами усиления: частица « أَلا », частица « إِنَّهُمْ » и местоимение « هُمُ », что указывает на то, что именно они и только они являются истинными глупцами. Это предложение похоже на то, что было в предыдущем аяте: <strong>«Воистину, именно они распространяют нечестие»</strong>.</p>\n            <p><strong>«…но они не знают этого»</strong>, то есть не знают свою глупость.</p>\n            <p><strong>Вопрос:</strong> в чем разница между словами Всевышнего: <strong>«…но они не знают этого»</strong>, — и Его словами: <strong>«…но они не осознают [Дословно — «ощущают, чувствуют»] этого»</strong>?</p>\n            <p><strong>Ответ:</strong> разница в том, что распространение нечестия — вещь осязаемая, нечто, что можно почувствовать, понять с помощью органов чувств. А глупость — вещь смысловая, это то, что можно заметить только по ее проявлениям, нельзя почувствовать глупость одним из органов чувств.</p>\n            <br>\n            <h3 style=\"text-align: center;\">Пользы /фауаид/:</h3>\n            <br>\n            <ol>\n            <li>Призыв лицемера к благому не приносит ему никакой пользы, ведь Аллах сказал: <strong>«Когда им говорят: “Уверуйте так, как уверовали люди”, — они отвечают: “Неужели мы уверуем так, как уверовали глупцы?”»</strong> Они не получают пользы, когда их призывают к истине, а говорят напротив: <strong>«Неужели мы уверуем так, как уверовали глупцы?»</strong> В словах <strong>«…так, как уверовали люди»</strong> содержится упоминание тех, кто ответил призыву, для того чтобы их пример побудил других принять призыв. Это очевидно, ведь люди склонны следовать примеру других.</li>\n            <li>Восхищение лицемеров самими собой, ведь они говорили: <strong>«Неужели мы уверуем так, как уверовали глупцы?»</strong></li>\n            <li>Безграничность беззакония лицемеров, так как они порицали тех, кто предложил им уверовать: <strong>«Неужели мы уверуем?»</strong> Это верх беззакония. И поэтому Аллах сказал в другом аяте: <strong>«…увеличит их беззаконие, в котором они скитаются вслепую»</strong> Сура «аль-Бакара», аят 15.</li>\n            <li>Враги Аллаха описывают верующих так, чтобы это отталкивало от них остальных людей, ведь они сказали: <strong>«Неужели мы уверуем так, как уверовали глупцы?»</strong> Враги Аллаха всегда и везде описывают верующих так, чтобы оттолкнуть от них других. Они говорили о посланниках, что они сошли с ума, что они колдуны, прорицатели, поэты, чтобы внушить людям неприязнь к ним. Всевышний сказал: <strong>«Таким же образом, какой бы посланник ни приходил к их предшественникам, они обязательно говорили: “Он — колдун или одержимый!”»</strong> Сура «аз-Зарийат», аят 52. Также Всевышний сказал: <strong>«Так для каждого пророка Мы создали врагов из числа грешников»</strong> Сура «аль-Фуркан», аят 31. Аллах также создает врагов-грешников и для наследников пророков (ученых), но: <strong>«…довольно того, что твой Господь наставляет на прямой путь и помогает»</strong> Сура «аль-Фуркан», аят 31. Сколько бы ни усердствовали эти нечестивцы, это не помешает Ему, если Он захочет кого-либо наставить на прямой путь. Ведь враги пророков пытаются сделать ложью пророческий призыв двумя способами:\n            <ul>\n            <li>путем заблуждения (всегда и везде они придумывали новые виды ложного призыва);</li>\n            <li>путем использования оружия — военной конфронтацией.</li>\n            </ul>\n            <p>Поэтому Аллах сказал: <strong>«Господь наставляет на прямой путь и помогает»</strong> Сура «аль-Фуркан», аят 31. Наставление на прямой путь Аллахом противопоставляется их первому способу — сбиванию с прямого пути с помощью заблуждения. И сейчас эти заблуждения мы называем распространением неверных убеждений, заблуждением общины и приукрашиванием этого для разума наших детей.</p>\n            <p>И помощь Аллаха противопоставляется их второму способу — использованию ими оружия.</li>\n            <li>Всякий, кто не верует, глупец, как Всевышний Аллах сказал: <strong>«Кто же отвернется от религии Ибрагима, кроме глупца?»</strong> Сура «аль-Бакара», аят 130.</li>\n            <li>Истинная мудрость заключается в вере в Аллаха и следовании Его законам, потому что неверующий, противоречащий Его законам — глупец. А это значит, что тот, кто не является неверующим — мудрый и благоразумный.</li>\n            <li>Осуществление того, что Аллах обещал относительно защиты верующих. Как сказал Всевышний: <strong>«Воистину Аллах оберегает тех, кто уверовал»</strong> Сура «аль-Хадж», аят 38. Если неверующие будут ругать словами, то Аллах защитит мусульман словами. Когда лицемеры сказали: «Неужели мы уверуем так, как уверовали глупцы?» Аллах, защищая верующих, сказал: <strong>«Воистину, именно они являются глупцами»</strong>, то есть они сами являются глупцами, а не вы. Так и исполняет Аллах Свое обещание о защите верующих. Что касается того, как Аллах защищает верующих, против кого была применена сила, то послушай слова Всевышнего: <strong>«Вот твой Господь внушил ангелам: “Я — с вами. Укрепите тех, которые уверовали! Я же вселю ужас в сердца тех, которые не веруют. Рубите им головы и рубите им все пальцы”»</strong> Сура «аль-Анфаль», аят 12. Так он защищает верующих физически. С небес спускается войско Аллаха, чтобы убить неверующих врагов. Это — выполнение обещания Аллаха: <strong>«Воистину Аллах оберегает тех, кто уверовал»</strong> Сура «аль-Хадж», аят 38. Но истина в том, что великое обещание от Могущественного и Правдивого исполнится, если мы будем верить в Аллаха, Великого и Славного, и не боятся никого, кроме Него. Если вера будет слабой, то мы станем бояться людей так, как боимся Аллаха, или еще больше. Так как если мы будем смотреть за людьми больше, чем следим за своим выполнением приказов Аллаха, то будем бояться их сильнее, чем боимся Аллаха, велик Он и славен.И если мы истинно уверуем, то это правдивое обещание, которое никто никогда не отменит, всегда будет исполняться, а мы всегда будем получать поддержку. Но наша вера слаба, поэтому мы стали бояться людей больше, чем Аллаха, велик Он и славен. Это великое несчастье и испытание для мусульман сегодня. Поэтому ты можешь увидеть, что большинство правителей мусульман, к сожалению, не придают важности ни повелениям Аллаха, ни Его Закону. Зато для них важно следить за таким-то или таким-то, тем или иным государством, даже если это будет во вред исламскому шариату, со следованием которому приходит помощь, а оставление которого несет унижение. Они не знают, что занимаются тем, что только отдаляет их от помощи Аллаха. Вместо того чтобы стать сильными рабами Аллаха, они стали униженными рабами творений. Ведь великие неверующие общины не пощадят никого ради достижения своих целей. Но если мы оставим это, то стена разрушится, и мы сможем сказать: «Нам важно только довольство Аллаха; мы хотим лишь применять Законы Аллаха по отношению к себе и нашей общине». Тогда те великие общины станут бояться нас. Поэтому говорят: «Кто боится Аллаха, того все будут бояться; а тот, кто боится не Аллаха, тот будет бояться всего».</li>\n            <li>Указание на невежество лицемеров, потому что Аллах сказал:<strong> «…но они не знают этого»</strong>. На самом деле они — одни из самых невежественных людей, если не самые невежественные. Потому что их путь — это только обман, ложь и введение в заблуждение. Эти лицемеры — одни из самых невежественных людей, потому что они не знают самих себя и то, что они и есть глупцы.</li>\n            </ol>\n            <br>\n            <br>\n            <h3>﴾ وَإِذَا لَقُوا الَّذِينَ آمَنُوا قَالُوا آمَنَّا وَإِذَا خَلَوْا إِلَى شَيَاطِينِهِمْ قَالُوا إِنَّا مَعَكُمْ إِنَّمَا نَحْنُ مُسْتَهْزِئُونَ * اللَّهُ يَسْتَهْزِئُ بِهِمْ وَيَمُدُّهُمْ فِي طُغْيَانِهِمْ يَعْمَهُونَ ﴿</h3>\n            <blockquote><p>\n            Когда они встречают верующих, то говорят: «Мы уверовали». Когда же они остаются наедине со своими дьяволами, они говорят: «Воистину, мы — с вами. Мы лишь издеваемся». Аллах поиздевается над ними и увеличит их беззаконие, в котором они скитаются вслепую.\n            </p></blockquote>\n            <br>\n            <h3>Толкование /тафсир/:</h3>\n            <br>\n            <p><strong>«Когда они встречают верующих»</strong>, то есть когда подсаживаются к ним.</p>\n            <p><strong>«…то говорят»</strong> — говорят тем верующим, которых они встретили: <strong>«Мы уверовали»</strong>, — так же, как и вы.</p>\n            <p><strong>«Когда же они остаются наедине со своими дьяволами»</strong>. Глагол «остаются» здесь имеет смысл «вернулись». Поэтому здесь употреблен предлог « إِلَ » (к), то есть, вернулись к своим дьяволам.</p>\n            <p>А глагол « خَلَوْاْ » (остаются) дает окончательный смысл: вернулись, оставшись наедине с ними. Под дьяволами здесь имеются в виду их предводители и знать. Они названы дьяволами из-за своего явного возмущения и недовольства. Некоторые сказали: «Любой непокорный — шайтан (дьявол)». То есть любой высокомерный и непокорный, будь он человеком, джинном или кем-то другим, — шайтан. Пророк, да благословит его Аллах и приветствует, сказал, что черная собака — дьявол. Это не значит, что она — шайтан в прямом смысле этого слова. Он имел в виду, что такая собака — самая непокорная и самая безобразная. Поэтому он, да благословит его Аллах и приветствует, сказал: <em><strong>«Черная собака — шайтан»</strong></em> Хадис привел Муслим в «Сахихе», Книга Намаза, глава 50: о том, какой должна быть преграда (сутра) перед молящимся, хадис № 1137/510. О высокомерных людях говорят: «Это — шайтан такого-то племени», — то есть он самый отвратительный и заносчивый среди них.</p>\n            <p>Буква «нун» в слове <strong>«шайтан»</strong> — коренная буква. Слово образовано от глагола « شطن », что значит «отдалился».</p>\n            <p><strong>«…то говорят: “Поистине, мы — с вами”»</strong>, то есть мы — ваши друзья, мы следуем за вами.</p>\n            <p><strong>«Мы лишь издеваемся»</strong> — мы просто насмехаемся над верующими, говорим, что мы — верующие, обманываем их.</p>\n            <p><strong>«Аллах поиздевается над ними»</strong>. Аллах, благословен Он и возвышен, поиздевается над ними, дав им в этом мире все, обезопасив их от Посланника, да благословит его Аллах и приветствует, и его сподвижников, а в Последней жизни отправит их гореть на самое дно Ада.</p>\n            <p><strong>«…и увеличит их беззаконие, в котором они скитаются вслепую»</strong>. Беззаконие — это преступление границ, как сказал Всевышний: <strong>«Когда вода стала разливаться, Мы повезли вас в плавучем ковчеге»</strong> Сура «аль-Хакка», аят 11. Разливаться — по-арабски « طغا ». А скитание — это заблуждение, Аллах оставит их блуждать в своем беззаконии.</p>\n            <br>\n            <h3>Пользы /фауаид/:</h3>\n            <ol>\n            <li>\n            <ol>\n            <li>Унижение лицемеров. Лицемеры — униженные, презренные, так как они предатели, ведь: <strong>«Когда они встречают верующих, то говорят: “Мы уверовали”»</strong>, — из-за страха перед верующими, — а <strong>«когда же они остаются наедине со своими дьяволами, они говорят: “Воистину, мы — с вами”»</strong>, — из-за страха перед ними. Они унижаются и перед этими, и перед теми. Делать из религии средство для своего прикрытия — признак униженности, и это один из видов лицемерия. Из слов «когда же они остаются наедине со своими дьяволами» следует дозволенность называть призывающих к неверию шайтанами. А слова «поистине мы с вами» указывают на сильную любовь и дружбу лицемеров к неверующим как в трудности, так и в радости.</li>\n            <li>Аллах издевается над теми, кто издевается над Ним, или Его посланниками, или Его законом. Знай, что качества Аллаха делятся на четыре вида:\n            <ul>\n            <li>\n            <ul>\n            <li>Первый вид — это совершенные в своей основе качества, но от них иногда исходят недостатки. Аллах не называется такими именами, но Аллах описывается такими качествами. Например, «Желающий», «Говорящий». Оба этих качества не являются именами Аллаха, но правильно описывать Аллаха такими качествами — Он говорящий, желающий в абсолютном значении. Но ничего из этого не относится к Его именам, так как речь бывает благой, а может быть плохой, может быть правдивой, а может и лживой, бывает справедливой, бывает — нет. Также и с желанием.</li>\n            <li>Качества, полностью совершенные. Аллах описывается такими именами, как Милостивый, Милосердный, Прощающий, Слышащий, Видящий и т. п. Они включают в себя качества Аллаха. Это не значит, что мы дали Аллаху эти имена, ведь имена Аллаха не придуманы (но ниспосланы нам), Он Сам назвал Себя этими именами.</li>\n            <li>Что в основе несовершенно, но при определенных условиях и ограничениях становится совершенным. Аллаха нельзя описывать подобными качествами, не обуславливая их и не ограничивая. К подобным качествам относятся, например, обман, коварство, издевательство, хитрость. Неправильно говорить, что Аллах хитрый, без указания ограничения. Нужно говорить: «Аллах хитрит по отношению к тем, кто хитрит против Него, Его посланников и т. п.»</li>\n            </ul>\n            </li>\n            </ul>\n            <p><strong>Тогда возникает вопрос:</strong> подобна ли месть в этом отношении хитрости и издевательству?</p>\n            <p><strong>Ответ:</strong> относительно мести между учеными есть разногласия. Некоторые сказали, что Аллаха можно описывать таким качеством (то есть, мы можем сказать, что Аллах — Мстящий), только если рядом будет упомянуто имя «Прощающий» / العفوّ / то есть: «Прощающий, Мстящий». Ведь месть является плохим качеством, если его не упомянуть рядом с качеством прощения. Также и с именем «Унижающий» / المذل /: оно не упоминается без имени «Усиливающий, Дающий могущество» / المعز /. Или имя «Сокрушающий, Наносящий вред» / الضار /: оно не упоминается без имени «Приносящий пользу» / النافع /. Такие имена называют парными.</p>\n            <p>Другие ученые сказали, что нельзя приписывать Аллаху такое качество, независимо от того, одно оно упомянуто, или рядом есть какое-либо другое качество. То есть мы не можем сказать: «Он — Прощающий, Мстящий», так как нет такого имени Аллаха — Мстящий, и это качество не является совершенным само по себе, его необходимо ограничивать. Мы должны говорить, что Аллах мстит только тем, кто заслуживает Его мести. Поэтому Он говорит: <strong>«Воистину, Мы отомстим грешникам»</strong> Сура «аль-Саджда», аят 22. Также Он говорит: «Аллах — Могущественный, Способный на возмездие» Сура «Али ’Имран», аят 4. Это мнение выбрал шейхуль-Ислам Ибн Таймийя. А хадис, в котором перечисляются имена Аллаха, среди которых есть и «Мстящий» / المنتقم /, не является достоверным, так как в нем упоминаются слова, которые не могут быть именами Аллаха. И наоборот, из него (хадиса) удалены вещи, которые являются именами Аллаха, что указывает на то, что это не является речью Посланника Аллаха, да благословит его Аллах и приветствует.</p>\n            <ul>\n            <li>Четвертый вид — это качества, изначально включающие в себя недостатки. Аллах никогда не принимает подобных качеств и не именуется ими, например: немощный, слабый, одноглазый и т. п. Нельзя никогда описывать Аллаха качествами, которые указывают на какие-либо недостатки.</li>\n            </ul>\n            <p>Вернемся к издевательству. В аяте оно приходит в прямом смысле. Издевательство Аллаха по отношению к издевающимся над мусульманами указывает на Его совершенство и мощь, а также способность к противостоянию лицемерам. Это — совершенное качество, которое противостоит издевательствам лицемеров. Подобно словам Всевышнего: <strong>«Они замышляют козни, и Я замышляю козни»</strong> Сура «ат-Тарик», аяты 15–16. Аллах замышляет козни еще более великие, чем их козни. Так же и издевательство Аллаха — это истина, и нельзя растолковывать его как-то иначе. Толкование, не основанное на явном смысле, — запрещено. И каждый, кто растолковал аят, не основываясь на его очевидном смысле, не имея при этом действительной причины, говорит об Аллахе то, чего сам не знает. Нельзя говорить об Аллахе то, чего челоек не знает. Аллах сказал: <strong>«Скажи: “Мой Господь запретил совершать мерзкие поступки, как явные, так и скрытые, совершать грехи, бесчинствовать безо всякого права, приобщать к Аллаху сотоварищей, в пользу чего Он не ниспослал никакого доказательства, и наговаривать на Аллаха то, чего вы не знаете”»</strong> Сура «аль-А’раф», аят 33. Поэтому любое слово об Аллахе, касающееся Его закона, Его действий или Его качеств, не основанное на знаниях, запрещено. Мы верим, что Аллах действительно издевается над лицемерами, но не так, как издеваемся мы, но Его издевательство более великое, и нет ничего подобного Ему.</p>\n            <p>На этом правиле должно основываться все, что сказано о том, чем Аллах описывает Себя. Подобно тому, как ты не преступаешь закон Аллаха и не говоришь про то, что Он запретил: «Это разрешено». Также не говори и о том, чем Аллах описал Себя: «что Он не это имел в виду». Но ты должен помнить, что явный смысл качеств Всевышнего никогда не подобен тому, что приписывается человеку. Издевательства Аллаха не похожи на наши; близость Аллаха не похожа на нашу; Его нахождение на Троне не подобно тому, как мы сидим или лежим на кровати. Так и во всем остальном: мы понимаем тексты, опираясь на их явный смысл; и не говорим об Аллахе того, чего мы не знаем, в то же время мы не приписываем Аллаху то, что он сам отверг от себя, а именно: мы не уподобляем Его творениям, так как Всевышний сказал: <strong>«Нет никого подобного Ему, и Он — Слышащий, Видящий»</strong> Сура «аш-Шура», аят 11.</p>\n            <p>Что касается предательства, то Аллаху никогда нельзя приписывать такого качества, ведь предательство — это изначально плохое качество. Предательство — это обман взамен доверия; предательство никогда не бывает хорошим. Это — недостаток. Поэтому Аллах сказал: <strong>«Но если они захотят предать тебя, то ведь еще раньше они предали Аллаха, и Он отдал их во власть мусульманам. Аллах — Знающий, Мудрый»</strong> Сура «аль-Анфаль», аят 71. Он не сказал, что за предательство, Он предал их. Но когда Аллах сказал: <strong>«Воистину, лицемеры пытаются обмануть Аллаха»</strong> Сура «ан-Ниса», аят 142, — он сказал: <strong>«…но это Он обманывает их»</strong> (См. там же.), — ведь обман — это качество, которое может служить похвальным [что, естественно, никак не оправдывает для нас обман] при соответствующем ограничении. Поэтому Посланник, да благословит его Аллах и приветствует, сказал: <strong><em>«Война — это обман (уловки)»</em></strong> [1], и сказал: <strong><em>«Не предавай предавшего тебя»</em></strong> [2]. Предательство основано на разрушении доверия, а обман не основан на нем. Предательство — это всегда плохое качество.</li>\n            <li>Аллах иногда специально дает грешникам долгую жизнь, чтобы они продолжали находиться в своем беззаконии.<br />\n            Из этой пользы можно извлечь другую пользу, а именно: предостережение тем людям, которые, находясь в беззаконии, обольщаются милостями Аллаха, оказанными им. Возможно, что Аллах этими милостями только заманивает человека. Аллах говорит, что Он: <strong>«…увеличит их беззаконие, в котором они скитаются вслепую»</strong>. Аллах, если бы захотел, схватил бы их и наказал сразу же. Но Он отсрочивает наказание несправедливому, но, когда Он схватит его, уже не отпустит, как говорится в хадисе [3].</li>\n            </ol>\n            <p><strong>Вопрос:</strong> как понять разницу между милостью, которой Аллах вознаграждает раба, и той милостью, которой Аллах заманивает Его?<br />\n            <strong>Ответ:</strong> если человек неуклонно следует закону Аллаха, то милости — это награда; если он постоянно ослушается Аллаха, то милости — это заманивание для него, обольщение.</p>\n            <ol start=\"4\">\n            <li>Страсти ослепляют творящего беззаконие. Его беззаконие препятствует ему узнавать истину и принимать ее. Поэтому Аллах сказал, что Он: «…увеличит их беззаконие, в котором они скитаются вслепую». Одно из проявлений беззакония — это то, что человек ставит свое слово выше слова Аллаха и Его Посланника. Аллах говорит: <strong>«О те, которые уверовали! Не опережайте Аллаха и Его Посланника и бойтесь Аллаха, ибо Аллах — Слышащий, Знающий»</strong> Сура «аль-Анфаль», аят 1.</li>\n            </ol>\n            <p>[1] Сахих аль-Бухари, Книга Джихада и Походов, глава 157: о том, что война — это обман, хадис № 3028; Сахих Муслима, Книга Джихада и походов, глава 5: о дозволенности обмана (применения уловок) во время войны, хадис № 4540/1740.</li>\n            <li style=\"list-style-type: none;\">[2] Хадис приводит имам Ахмад в «Муснаде», 3/414; Сунан Абу Дауда, Книга Торговли, глава 79: о мужчине, который берет свое право у того, кто под его содержанием, хадис № 3534; Сунан ат-Тирмизи, Книга Торговли, глава 38: о словах: «Оправдай доверие того, кто доверил тебе что-то…», хадис № 1264; Сунан ад-Дарими, 2/343, хадис № 2598, Книга Торговли, глава 57: об оправдании доверии и отдалении предательства. аль-Альбани сказал в «Сахихут-Тирмизи», 2/18: «Хадис достоверный». Абдуль-Кадир аль-Арнаут сказал в «Хашияту Джамииль-Усуль», 6/323, сноска № 1: «Хадис достоверный».</li>\n            <li style=\"list-style-type: none;\">[3] См. аль-Бухари, Книга Толкования Корана, глава 5: о словах Всевышнего: «Такой была Хватка твоего Господа, когда Он схватил селения, жители которых были несправедливы. Воистину, Хватка Его мучительна, сурова» (11:102), хадис № 4686; также Муслим, Книга Благочестия, соединения (родственных связей) и этикета, глава 15: о запретности несправедливости, хадис № 6581/2583.</li>\n            </ol>\n            <br>\n            <br>\n            <h3>﴾ أُولَئِكَ الَّذِينَ اشْتَرَوُا الضَّلَالَةَ بِالْهُدَى فَمَا رَبِحَت تِّجَارَتُهُمْ وَمَا كَانُوا مُهْتَدِينَ ﴿</h3>\n            <blockquote><p>\n            Они — те, которые купили заблуждение за верное руководство. Но сделка не принесла им прибыли, и они не последовали прямым путем\n            </p></blockquote>\n            <br>\n            <h3>Толкование /тафсир/:</h3>\n            <br>\n            <p><strong>«Они — те, которые купили заблуждение за верное руководство»</strong>. Слово « أُوْلَـئِ » — указательное местоимение, в данном контексте указывающее на лицемеров. В основе своей, оно указывает на дальность предмета; здесь оно указывает на их низкое положение.</p>\n            <p><strong>«Купили»</strong> — значит выбрали.</p>\n            <p><strong>«Заблуждение»</strong> — слепота, то есть то, что они нашли в своем лицемерии.</p>\n            <p><strong>«…за верное руководство»</strong> — здесь указывается на обмен: взяли заблуждение, а отдали руководство. Это подобно словам: «Купил одежду за дирхам». Получается, они отдали верное руководство, а взамен получили заблуждение так же, как и человек отдает дирхам, чтобы получить одежду взамен.</p>\n            <p><strong>«Но сделка не принесла им прибыли»</strong>, то есть они не выиграли от торговли руководством.</p>\n            <p><strong>«…и они не последовали прямым путем»</strong>. Они даже не были описаны тем, что они следовали когда-то прямым путем, в то время как они купили заблуждение за прямой путь. Наоборот, они проиграли в торговле и получили заблуждение.</p>\n            <br>\n            <h3>Пользы /фауаид/:</h3>\n            <br>\n            <ol>\n            <li>Указание на глупость лицемеров, раз они купили заблуждение за руководство.</li>\n            <li>Любовь и стремление лицемеров к заблуждению. Аллах сказал о них, что они купили свое заблуждение, а покупатель заинтересован в своей покупке, раз он ее купил.</li>\n            <li>Человек иногда думает, что он поступает хорошо и правильно, а в действительности он поступает плохо. Лицемеры заключили эту сделку, полагая, что они правы, что они получат прибыль от этой сделки.</li>\n            <li>Лицемеры потерпели убыток, даже если и хотели прибыли. Аллах сказал: <strong>«Но сделка не принесла им прибыли»</strong>.</li>\n            <li>Основа получения прибыли — это следование прямым путем: кто за ним последует, тот и выиграет, а кто противостоит ему, тот проиграет. На это указывают слова Аллаха: <strong>«Клянусь предвечерним временем, что люди несут убытки, кроме тех, которые уверовали, совершали праведные деяния, заповедали друг другу истину и заповедали друг другу терпение!»</strong> Сура «аль-’Аср», аяты 1–3. Также Он сказал: <strong>«О те, которые уверовали! Указать ли вам на торговлю, которая спасет вас от мучительных страданий? Веруйте в Аллаха и Его Посланника и сражайтесь на пути Аллаха своим имуществом и своими душами. Так будет лучше для вас, если бы вы только знали»</strong> Сура «ас-Сафф», аяты 10–11.</li>\n            <li>Лицемеры никогда не встанут на прямой путь. Всевышний сказал: <strong>«…они не последовали прямым путем»</strong>. Они думают, что поступают хорошо, поэтому, они не вернутся к прямому пути. Подобно им, любой нечестивец, любой приверженец нововведений думает, что он все делает правильно, поэтому они не откажутся от своих взглядов. В этом отношении простой невежда лучше них, так как он знает о своем невежестве. Ведь приверженец нововведений не является простым невеждой, так как считает, что он на истине, и не знает о своем невежестве. Кто пойдет по пути заблуждения, тому будет закрыта дорога к прямому пути. <strong>«Но они сочли ложью истину, когда она явилась к ним, и теперь они находятся в замешательстве»</strong> Сура «Каф», аят 5.</li>\n            </ol>\n            <br>\n        "}, {"title": "Аяты 17-20. Притчи о лицемерах", "chapter": "Глава 4", "text": "\n            <h3>﴾ مَثَلُهُمْ كَمَثَلِ الَّذِي اسْتَوْقَدَ نَارًا فَلَمَّا أَضَاءَتْ مَا حَوْلَهُ ذَهَبَ اللَّهُ بِنُورِهِمْ وَتَرَكَهُمْ فِي ظُلُمَاتٍ لَّا يُبْصِرُونَ * صُمٌّ بُكْمٌ عُمْيٌ فَهُمْ لَا يَرْجِعُونَ * أَوْ كَصَيِّبٍ مِّنَ السَّمَاءِ فِيهِ ظُلُمَاتٌ وَرَعْدٌ وَبَرْقٌ يَجْعَلُونَ أَصَابِعَهُمْ فِي آذَانِهِم مِّنَ الصَّوَاعِقِ حَذَرَ الْمَوْتِ وَاللَّهُ مُحِيطٌ بِالْكَافِرِينَ * يَكَادُ الْبَرْقُ يَخْطَفُ أَبْصَارَهُمْ كُلَّمَا أَضَاءَ لَهُم مَّشَوْا فِيهِ وَإِذَا أَظْلَمَ عَلَيْهِمْ قَامُوا وَلَوْ شَاءَ اللَّهُ لَذَهَبَ بِسَمْعِهِمْ وَأَبْصَارِهِمْ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ ﴿</h3>\n            <br>\n            <h4 style=\"text-align: center;\">Примерный перевод смысла аятов на русском языке:</h4>\n            <p><strong>«Они подобны тому, кто разжег огонь. Когда же огонь озарил все вокруг него, Аллах лишил их света и оставил их в темноте, где они ничего не видят. Глухие, немые, слепые! Они не вернутся на прямой путь. Или же они подобны тем, кто оказался под ливнем с неба. Он несет мрак, гром и молнию. Они же в смертельном страхе затыкают уши пальцами от грохота молний. Воистину, Аллах объемлет неверующих. Молния готова отнять у них зрение. Когда она вспыхивает, они отправляются в путь, когда же опускается мрак, они останавливаются. Если бы Аллах пожелал, Он лишил бы их слуха и зрения. Воистину, Аллах способен на всякую вещь».</strong></p>\n            <p style=\"text-align: center;\">Сура «Корова», аяты 17-20.</p>\n            <br>\n            <br>\n            <h3>﴾ مَثَلُهُمْ كَمَثَلِ الَّذِي اسْتَوْقَدَ نَارًا فَلَمَّا أَضَاءَتْ مَا حَوْلَهُ ذَهَبَ اللَّهُ بِنُورِهِمْ وَتَرَكَهُمْ فِي ظُلُمَاتٍ لَّا يُبْصِرُونَ * صُمٌّ بُكْمٌ عُمْيٌ فَهُمْ لَا يَرْجِعُونَ ﴿</h3>\n            <blockquote><p>\n            Они подобны тому, кто разжег огонь. Когда же огонь озарил все вокруг него, Аллах лишил их света и оставил их в темноте, где они ничего не видят. Глухие, немые, слепые! Они не вернутся на прямой путь.\n            </p></blockquote>\n            <h3>Толкование /тафсир/:</h3>\n            <p><strong>«Они подобны…»</strong>, то есть они похожи или их положение подобно.</p>\n            <p><strong>«…тому, кто разжег огонь»</strong> — попросил кого-то разжечь ему огонь либо попросил у кого-то то, чем можно разжечь огонь.</p>\n            <p><strong>«Когда же огонь озарил все вокруг него»</strong>, то есть когда огонь осветил все вокруг разжегшего его, но осветил он немного из-за своей слабости.</p>\n            <p><strong>«Аллах лишил их света»</strong>, то есть как только появился свет, Аллах его забрал и оставил им его тепло.</p>\n            <p>В аяте мы можем заметить разницу в употреблении формы числа: глагол <strong>«разжег»</strong> — в единственном числе; <strong>«вокруг него»</strong> — тоже; а <strong>«лишил их»</strong> — во множественном числе; <strong>«оставил их»</strong> — тоже во множественном числе. Возможно, что кто-либо задастся вопросом: «Как случилось так, что в лучшей речи к одному и тому же относится два разных местоимения?»</p>\n            <p>Ответ: Первый ответ — это то, что грамматика арабского языка позволяет строить предложение таким образом.</p>\n            <p>Если подумать над вторым ответом, то понятно, что этот аят описывает глав лицемеров вместе с их последователями. Ведь получается, что глава лицемеров — это тот, кто разжег огонь, чтобы добыть пользу себе и своим спутникам. Потом огонь погас, и осталось только его тепло, и все они остались в темноте, ничего не видя.</p>\n            <p><strong>«…оставил их в темноте»</strong>. Слово <strong>«темнота»</strong> употреблено во множественном числе [в арабском тексте] / ظُلُمَات /, так как темнота кромешная.</p>\n            <p>В действительности оно указывает на несколько видов темноты. Первая: тьма ночи, ведь огонь с целью освещения разжигают только ночью, днем огонь ничего не освещает; вторая — это темнота атмосферы, когда облачно; третья — темнота, которую человек видит сразу после потери света (пока не привык к темноте); такая темнота сильнее, чем обычная.</p>\n            <p><strong>«…они ничего не видят»</strong>. Это предложение усиливает сказанное ранее: <strong>«…в темноте»</strong>, что указывает, насколько сильной была тьма.</p>\n            <p><strong>«Глухие…»</strong>. Здесь имеется в виду не абсолютная глухота, когда человек вообще ничего не слышит, а то, что они не слышат истину, не воспринимают ее. Слух здесь используется в переносном смысле. Все они слышат Коран, понимают его смысл, но не получают от этого никакой пользы, поэтому их сравнили с глухими, которые не слышат. Аллах сказал: <strong>«Не уподобляйтесь тем, которые говорят: “Мы слышали”, — а сами не слышат»</strong> Сура «аль-Анфаль», аят 21.</p>\n            <p><strong>«…немые…»</strong>, то есть те, кто не может говорить. Имеется в виду, что они не говорят об истине, говорят только ложь.</p>\n            <p><strong>«…слепые!»</strong> Имеется в виду, что они не получают никакой пользы от тех знамений, которые они наблюдают от посланников.</p>\n            <p>Так перед ними закрылся путь к истине, ведь истину либо можно услышать, либо увидеть, либо понять. А они не видят и не слышат. От них не берется истина, ибо они не говорят о ней, они немые. Поэтому они сами не получают пользы от истины и сами не приносят пользы другим.</p>\n            <p><strong>«Они не вернутся на прямой путь»</strong>. Это предложение является следствием предыдущего, то есть, из-за того, что они глухи, немы и слепы, они не вернутся на прямой путь, ведь они не понимают истины и не говорят о ней.</p>\n            <br>\n            <h3>Пользы /фауаид/:</h3>\n            <ol>\n            <li>Красноречие Корана: в нем приводятся примеры, которые можно понять, ощутив их, ведь осязаемая вещь воспринимается легче вещи, которую нужно понять и невозможно ощутить. Поэтому одним из проявлений красноречия Корана является то, что для лучшего понимания вещей Аллах сравнивает неосязаемое с осязаемым. Аллах сказал: <strong>«Такие притчи Мы приводим людям, но разумеют их только обладающие знанием»</strong> Сура «аль-’Анкабут», аят 43.</li>\n            <li>Дозволенность суждения по аналогии /кыяс/ и то, что оно является достоверным доказательством, так как Аллах привел нам пример, чтобы мы сравнили лицемеров с людьми, разжигающими огонь. Каждая притча в Коране является доказательством дозволенности кыяса.</li>\n            <li>У лицемеров в сердцах нет света, так как Всевышний сказал: <strong>«Они подобны тому, кто разжег огонь»</strong>. Лицемеры хотят встать на правильный путь, стремятся к знаниям, к свету, но как только он достигает их сердец, он потухает и угасает. Лицемеры близки к верующим: кто-то им родной брат, кто-то — дядя, другой родственник. Возможно, они сидят рядом с истинно верующим, говорят с ним об истинной вере, в их сердцах, возможно, зажигается искра веры, но она сразу потухает.</li>\n            <li>Иман — это свет, который влияет даже на сердца лицемеров. Аллах сказал: <strong>«Когда же огонь озарил все вокруг него»</strong>. Иман осветил что-то в их сердцах. Но из-за того, что у него не было достаточной основы, он угас, не закрепившись. Поэтому Аллах сказал в суре «Лицемеры», в которой Аллах подробнее всего говорил о лицемерах: <strong>«Это — потому, что они уверовали, а затем стали неверующими. Затем их сердца были запечатаны, и теперь они не разумеют»</strong> Сура «аль-Мунафикун», аят 3.</li>\n            <li>Сразу после того, как огонь погас, наступила кромешная тьма.</li>\n            <li>Аллах воздал им в соответствии с тем, что было в их сердцах. Он сказал: <strong>«Аллах лишил их света»</strong>, — то есть забрал, будто насильно.</li>\n            </ol>\n            <p><strong>Вопрос:</strong> разве в этих словах не содержится доказательство убеждений джабаритов [они утверждают, что человек не обладает своей волей, и что Аллах заставляет совершать людей те или иные поступки]?</p>\n            <p><strong>Ответ:</strong> нет, так как то, что совершил Господь, произошло по вине этих же людей. Всегда помни слова Аллаха: <strong>«Когда же они уклонились, Аллах совратил их сердца»</strong> Сура «ас-Сафф», аят 5. Тебе должно быть ясно, что если говорится о том, что Аллах кого-то заблудил ввел в заблуждение, значит, это произошло по вине самого человека.</p>\n            <ol start=\"7\">\n            <li>Аллах оставляет лицемеров, так как Он сказал: <strong>«…и оставил их…»</strong>. Из этого выходит, что тот, кого Аллах оставил, погибнет, так как у него не осталось ни света, ни руководства, не праведности. Аллах сказал: <strong>«Аллах лишил их света и оставил их в темноте, где они ничего не видят»</strong>.</li>\n            <li>Аллах оглушил слух лицемеров, и они перестали воспринимать истину, а если бы и услышали, то не извлекли бы из нее пользу. Поэтому дозволено отрицать что-то по причине его бесполезности. Аллах сказал: <strong>«Не уподобляйтесь тем, которые говорят: “Мы слышали”, — а сами не слушают»</strong> Сура «аль-Анфаль», аят 21.</li>\n            <li>Лицемеры не произносят истину, как немые.</li>\n            <li>Они не видят истину, подобно слепым.</li>\n            <li>Они не откажутся от своего заблуждения, так как они убеждены, что поступают правильно, что стали друзьями и для верующих, и для неверующих одновременно: друзьями верующих внешне, и друзьями неверных — внутренне. И если кто-то сочтет что-то за благо, то он, скорее всего, никогда не откажется от этого.</li>\n            </ol>\n            <br>\n            <br>\n            <h3>﴾ أَوْ كَصَيِّبٍ مِّنَ السَّمَاءِ فِيهِ ظُلُمَاتٌ وَرَعْدٌ وَبَرْقٌ يَجْعَلُونَ أَصَابِعَهُمْ فِي آذَانِهِم مِّنَ الصَّوَاعِقِ حَذَرَ الْمَوْتِ وَاللَّهُ مُحِيطٌ بِالْكَافِرِينَ * يَكَادُ الْبَرْقُ يَخْطَفُ أَبْصَارَهُمْ كُلَّمَا أَضَاءَ لَهُم مَّشَوْا فِيهِ وَإِذَا أَظْلَمَ عَلَيْهِمْ قَامُوا وَلَوْ شَاءَ اللَّهُ لَذَهَبَ بِسَمْعِهِمْ وَأَبْصَارِهِمْ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ ﴿</h3>\n            <blockquote><p>\n            Или же они подобны оказавшимся под ливнем с неба. Он несет мрак, гром и молнию. Они же в смертельном страхе затыкают уши пальцами от грохота молний. Воистину, Аллах объемлет неверующих. Молния готова отнять у них зрение. Когда она вспыхивает, они отправляются в путь, когда же опускается мрак, они останавливаются. Если бы Аллах пожелал, Он лишил бы их слуха и зрения. Воистину, Аллах способен на всякую вещь.\n            </p></blockquote>\n            <h3>Толкование /тафсир/:</h3>\n            <p><strong>«Или же они подобны оказавшимся под ливнем с неба»</strong>. Союз <strong>«или»</strong> здесь указывает на то, что здесь говорится о другой притче о лицемерах. Предлог « ك » здесь имеет смысл «подобны».</p>\n            <p>Под небом здесь имеется в виду высота.</p>\n            <p><strong>«Он несет мрак»</strong>. Здесь опять же три мрака: мрак ночи, мрак облаков и мрак ливня. На то, что дело происходит ночью, указывают слова Аллаха: <strong>«Молния готова отнять у них зрение. Когда она вспыхивает, они отправляются в путь»</strong>, — что возможно только ночью. Что касается облаков, то они, скапливаясь, усиливают мрак. Что же касается ливня, то он, благодаря своей силе, плотен и только увеличивает темноту. Возможно, там есть еще что-то, что прибавило бы тьмы, как пыль и т. п.</p>\n            <p><strong>«…гром и молнию»</strong>. Гром — это звук, который мы слышим из облаков, а молнии — это вспышки, исходящие из облаков, которые мы видим.</p>\n            <p>Сердца лицемеров наполнены мраком, их настиг ливень. Под ливнем имеется в виду Коран, который также несет гром. Гром — это устрашения, содержащиеся в Коране; по отношению к лицемерам Коран подобен сильному грому, ведь они боятся его. Молнии — это обещания Корана, так как подобно обещаниям в Коране, несущим свет и верное руководство, молния освещает землю своим вспышками.</p>\n            <p><strong>«Они же затыкают уши пальцами от грохота молний»</strong>. Они — это те, кто попал под ливень. В аяте про них не говорится [дословный перевод: «Или подобно дождю с неба, который …»], но очевидно, что сравниваются лицемеры не с самим ливнем, а с теми, кто попал под него. Слово « أَصابِع » /пальцы/ является множественным числом слова « أصبع », которое в арабском языке приходит в десяти различных формах.</p>\n            <p>Некоторые сказали, что выражение «затыкают уши пальцами» здесь употреблено в переносном смысле: с одной стороны, невозможно заткнуть уши всеми пальцами одновременно, как это видно из прямого контекста Корана (слово <strong>«пальцы»</strong> употреблено в множественном числе); с другой стороны, когда затыкают уши, люди только закрывают уши пальцами, а не засовывают их полностью. На самом деле, в этом аяте ничего не употреблено в переносном смысле: во‑первых, слово <strong>«пальцы»</strong> возвращается к слову <strong>«уши»</strong>, то есть, множественное к множественному. Получается, на каждое ухо приходится один палец. Во-вторых, ни одному человеку, кто услышит это, не придет в голову, что под этими словами имеется в виду, что они полностью засовывали себе пальцы в уши. Раз это невозможно, то нет необходимости рассматривать в аяте подобные вещи. Очевидно, что они только закрывали уши пальцами, а не засовывали их в уши до конца. Более правильное мнение гласит, что в Коране ничего не употребляется в переносном смысле; смысл аятов необходимо понимать через его контекст. На самом деле нужно смотреть на контекст, в каком контексте употреблено выражение, даже если кажется, что оно употреблено не так, как нужно. Этот вопрос рассматривается в книгах по красноречию арабского языка и по основам фикха (усуль аль-Фикх). Самым явным доказательством того, что в Коране нет переносного смысла — это то, что одним из признаков применения переносного смысла является возможность его отрицания, а также то, что его можно применять только при наличии какого-то внешнего доказательства, указывающего на это. А в Коране ничего нельзя отрицать, а если появится доказательство или какое-то указание, то этот переносный смысл и становится истинным смыслом аята.</p>\n            <p><strong>«…от грохота молний»</strong>. Предлог <strong>«от»</strong> означает причинность, то есть гром и молнии являются причиной вышеупомянутого. Слово « الصَّوَاعِق » означает то, что убивает тех, в кого оно попадет, то есть молния. Молния, если попадет в кого-то, убивает его, либо создает пожар. Чаще всего она попадает в пальмы, и поджигает их, иногда попадает в дома.</p>\n            <p>Они закладывают пальцы в уши, чтобы не умереть, но этим нельзя спастись от молний. Или они, подобно страусам, если увидят охотника, зарывают голову в песок, чтобы спрятаться от него, думая, что спрятав голову, они спасутся от него. Подобны им и эти люди, они не спасутся от удара молнии, просто заложив пальцы в уши. Аллах настигнет их, если захочет. Поэтому Он сказал: <strong>«Воистину, Аллах объемлет неверующих»</strong>. И не принесет им пользу предостережение.</p>\n            <p>После того как Аллах указал на силу грома и молний, а также на то, что люди, которые закладывают пальцы в свои уши из-за того, что не могут перенести этого, Аллах указал на силу вспышек.</p>\n            <p><strong>«Молния готова отнять у них зрение»</strong>. Молния настолько яркая, что вот-вот ослепит их. Это благодаря ее яркости и слабости их зрения.</p>\n            <p><strong>«Когда она вспыхивает, они отправляются в путь»</strong>. Они пытаются поймать этот момент, когда все будет освещено, и ни на мгновение не отстают от этого момента. Как только все осветится, хотя бы немного, они начинают идти.</p>\n            <p><strong>«…когда же опускается мрак…»</strong>. Когда опять наступает тьма, она кажется сильнее, если перед ней была вспышка света, и <strong>«…они останавливаются»</strong>.</p>\n            <p><strong>«Если бы Аллах пожелал, Он лишил бы их слуха и зрения»</strong>, то есть без грома и молний, ведь Он способен на всякую вещь. Он способен лишить человека слуха и зрения безо всяких на то причин: и без грома, и без молний. <strong>«Воистину, Аллах способен на всякую вещь»</strong>.</p>\n            <p>Эта притча относится к лицемерам, которые не уверовали изначально. Они и раньше были неверными, как Бану Исраиль, так как среди лицемеров были арабы из племени Хазрадж и Аус, а также некоторые из числа Бану Исраиль [говорится только о лицемерах Медины времен Пророка ﷺ]. Бану Исраиль никогда не чувствовали вкус веры, они — изначально неверующие; но они говорили, что они мусульмане из-за страха перед Пророком, да благословит его Аллах и приветствует, особенно после того, как Аллах дал ему победу в битве при Бадре. У них никогда не было руководства, как у лицемеров, упомянутых в предыдущем аяте, которые разожгли огонь, давший им немного света, но потом они пошли вспять и лишились его, прибегаю от этого к Аллаху. Но эти изначально находились в кромешной тьме. Эта притча не похожа на первую, она относится к другим людям. Несомненно, сами лицемеры также бывают нескольких видов.</p>\n            <p>Под словом « صواعق » — <strong>«гром»</strong> здесь имеются в виду предостережения Корана, поэтому Аллах говорит об этих людях: <strong>«Всякий крик они считают обращенным против них»</strong> Сура «аль-Мунафикун», аят 4.</p>\n            <p><strong>«Молнии»</strong> — это свет Ислама, но они освещают все вокруг недолго, всего мгновение. В их сердца не проникала вера, они не размышляли об этом. Единственная польза, которую они получают от этого света — это шаг, который они делают, пока молния все освещает. Потом они останавливаются. Молния вот-вот ослепит их, ведь они не принимают этот свет, с которым пришел Пророк, да благословит его Аллах и приветствует. Но из-за своего высокомерия и зависти к арабам этот свет готов ослепить их: для них он слишком ярок, они не могут оттолкнуть его и противостоять ему.</p>\n            <p>Более правильным мнением считается, что эти две притчи относятся к двум разным видам лицемеров.</p>\n            <p><strong>Вопрос:</strong> можем ли мы сказать о первом виде лицемеров (упомянутых в предыдущем аяте), что в их сердца проникла вера?</p>\n            <p><strong>Ответ:</strong> да, ведь Аллах сказал: <strong>«Это — потому, что они уверовали, а затем стали неверующими. Затем их сердца были запечатаны, и теперь они не разумеют»</strong> Сура «аль-Мунафикун», аят 3. Это указывает на то, что они сначала уверовали, а потом стали неверующими, так как вера не укрепилась в их сердцах и не зажгла их. Она осветила их, и, не успев разгореться, погасла. Ведь, если вера действительно войдет в сердце, она никогда оттуда не выйдет, по воле Аллаха. Поэтому император Ираклий I спросил Абу Суфьяна о сподвижниках Посланника, да благословит его Аллах и приветствует, о тех, кто вошел в Ислам: «Кто-нибудь из них отрекся от своей религии из-за ненависти к ней после того, как вошел в нее?» Абу Суфьян ответил: «Нет». Император сказал: «Так бывает, когда свет веры смешивается с сердцами» [1]. А что касается человека с хрупкой верой, то стоит бояться за него.</p>\n            <br>\n            <br>\n            <h3>Пользы /фауаид/:</h3>\n            <ol>\n            <li>В этих двух аятах содержатся устрашения неверующих тем, что Аллах объемлет их. Он сказал: <strong>«Аллах объемлет неверующих»</strong>.</li>\n            <li>Сильная молния может ослепить человека. Поэтому не следует смотреть на небо, когда молнии сильны.</li>\n            <li>Природа человека заставляет его избегать то, что может убить его. Аллах сказал: <strong>«…когда же опускается мрак, они останавливаются»</strong>.</li>\n            <li>Подтверждение наличия у Аллаха желания и воли: <strong>«Если бы Аллах пожелал, Он лишил бы их слуха и зрения»</strong>.</li>\n            <li>Человеку следует просить у Аллаха, чтобы Он давал нам насладиться нашим слухом и зрением, так как Аллах сказал: <strong>«Если бы Аллах пожелал, Он лишил бы их слуха и зрения»</strong>. В одной из молитв, передаваемых в хадисах, говорится: <strong><em>«Дай нам пользоваться нашим слухом, зрением и силой, пока Ты будешь поддерживать в нас жизнь»</em></strong> [2] / متعنا بأسماعنا و أبصارنا و قوتنا ما أحييتنا /</li>\n            <li>Одно из имен Аллаха — Тот, кто мощен на всякую вещь.</li>\n            <li>Абсолютная мощь Аллаха, которая охватывает все. Он может как сотворить из ничего, так и уничтожить существующее, испортить хорошее и исправить плохое, и все остальное.</li>\n            </ol>\n            <p>[1] Сахих аль-Бухари, Книга Начала откровений, хадис № 7; Сахих Муслима, Книга Джихада и походов, глава 26: о письме Пророка, да благословит его Аллах и приветствует, Императору Ираклию, хадис № 4607/1773.</p>\n            <p>[2] Сунан ат-Тирмизи, Книга о Молитвах, глава 79: о словах: «О Аллах, надели нас (таким) страхом перед Тобой, (которого будет достаточно) чтобы отделить нас от непокорности Тебе», хадис № 3502. В «Сахихут-Тирмизи»,3/168, хадис № 2783 аль-Альбани подтвердил его достоверность.</p>\n        "}, {"title": "Аяты 21-25. О первом приказе и первом запрете в Коране", "chapter": "Глава 5", "text": "\n            <h3>﴾ يَا أَيُّهَا النَّاسُ اعْبُدُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ وَالَّذِينَ مِن قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ * الَّذِي جَعَلَ لَكُمُ الْأَرْضَ فِرَاشًا وَالسَّمَاءَ بِنَاءً وَأَنزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجَ بِهِ مِنَ الثَّمَرَاتِ رِزْقًا لَّكُمْ فَلَا تَجْعَلُوا لِلَّهِ أَندَادًا وَأَنتُمْ تَعْلَمُونَ * وَإِن كُنتُمْ فِي رَيْبٍ مِّمَّا نَزَّلْنَا عَلَى عَبْدِنَا فَأْتُوا بِسُورَةٍ مِّن مِّثْلِهِ وَادْعُوا شُهَدَاءَكُم مِّن دُونِ اللَّهِ إِن كُنتُمْ صَادِقِينَ * فَإِن لَّمْ تَفْعَلُوا وَلَن تَفْعَلُوا فَاتَّقُوا النَّارَ الَّتِي وَقُودُهَا النَّاسُ وَالْحِجَارَةُ أُعِدَّتْ لِلْكَافِرِينَ * وَبَشِّرِ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ أَنَّ لَهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ كُلَّمَا رُزِقُوا مِنْهَا مِن ثَمَرَةٍ رِّزْقًا قَالُوا هَذَا الَّذِي رُزِقْنَا مِن قَبْلُ وَأُتُوا بِهِ مُتَشَابِهًا وَلَهُمْ فِيهَا أَزْوَاجٌ مُّطَهَّرَةٌ وَهُمْ فِيهَا خَالِدُونَ ﴿</h3>\n            <br>\n            <h4>Примерный перевод смысла аятов на русском языке:</h4>\n            <p><strong>«О люди! Поклоняйтесь вашему Господу, Который сотворил вас и тех, кто был до вас, — быть может, вы устрашитесь. Он сделал для вас землю ложем, а небо — кровлей, низвел с неба воду и взрастил ею плоды для вашего пропитания. Посему никого не равняйте с Аллахом сознательно. Если же вы сомневаетесь в том, что Мы ниспослали Нашему рабу, то сочините одну подобную суру и призовите своих свидетелей, помимо Аллаха, если вы говорите правду. Если же вы этого не сделаете — а ведь вы никогда этого не сделаете, — то побойтесь Огня, растопкой которого являются люди и камни. Он уготован для неверующих.Обрадуй тех, которые уверовали и совершали праведные деяния, тем, что им уготованы Райские сады, в которых текут реки. Всякий раз, когда им будут подавать плоды для пропитания, они будут говорить: «Это уже было даровано нам прежде». Но им будут давать нечто похожее. У них там будут очищенные супруги, и они пребудут там вечно»</strong>.</p>\n            <p>Сура «Корова», аяты 21-25.</p>\n            <br>\n            <h3>﴾ يَا أَيُّهَا النَّاسُ اعْبُدُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ وَالَّذِينَ مِن قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ ﴿</h3>\n            <blockquote><p>\n            О люди! Поклоняйтесь вашему Господу, Который сотворил вас и тех, кто был до вас, — быть может, вы устрашитесь.\n            </p></blockquote>\n            <br>\n            <h3>Толкование /тафсир/:</h3>\n            <p><strong>«О люди!»</strong> — обращение направлено ко всем людям, хотя сура мединская, а в подавляющем большинстве мединских сур Аллах обращается только к верующим: <strong>«О те, которые уверовали!»</strong> Аллах лучше знает, что Он под этим имел в виду в Своей книге. Кто-либо может спросить, что этот аят — мекканский, но его решили поставить в мединскую суру.</p>\n            <p>Ответ: в основе мекканские аяты никогда не попадают в мединские суры и наоборот. Нельзя нарушать это правило, пока не появится явное достоверное доказательство этому. Поэтому, если мы видим, как в некоторых местах написано, что такая-то сура — мединская, кроме такого-то аята, или наоборот, то мы не должны полностью верить этому, пока не найдем конкретного доказательства, указывающего на это. А в основе, в мединской суре все аяты мединские, а в мекканской — мекканские.</p>\n            <p><strong>«Поклоняйтесь вашему Господу»</strong> — покоритесь Ему и повинуйтесь, что достигается выполнением приказанного и оставлением запрещенного. Повиновение должно быть основано на полной любви и возвеличивании. Господь — это Творец, Владыка и Управляющий делами творений.</p>\n            <p><strong>«…Который сотворил вас…»</strong> — создал вас из ничего.</p>\n            <p><strong>«…и тех, кто был до вас»</strong>, то есть создал вас и тех, кто был до вас. Те, кто были до нас — это народы, жившие ранее.</p>\n            <p><strong>«…сотворил вас…»</strong> — здесь разъясняется часть смысла такого атрибута Аллаха, как господство. Атрибут «господство» и атрибут «творение» принадлежат одному Господу, не двум. Не так, чтобы один является творцом, а другой — нет. Наш Господь — это единственный Творец.</p>\n            <p><strong>«…быть может, вы устрашитесь»</strong>. Слово « لعَلَ » (может быть, возможно) указывает на причинность: «…, чтобы вы устрашились». Как известно, богобоязненность — очень высокая степень. Аллах сказал, что Рай <strong>«…уготован для богобоязненных»</strong> Сура «Али ’Имран», аят 133. Также сказал: <strong>«Воистину, Аллах — с теми, кто богобоязнен и кто творит добро»</strong> Сура «ан-Нахль», аят 128. Всевышний сказал: <strong>«Бойтесь Аллаха и знайте, что Аллах — с богобоязненными»</strong> Сура «аль-Бакара», аят 194.</p>\n            <br>\n            <h3>Пользы /фауаид/:</h3>\n            <ol>\n            <li>Необходимость уделять должное внимание поклонению. Это видно, с одной стороны, из того, что аят начинается с обращения; а с другой — из того, что обращение направлено ко всем людям, из чего становится ясно, что поклонение — это самое важное. Более того, люди созданы только для этого. Аллах сказал: <strong>«Я сотворил джиннов и людей только для того, чтобы они поклонялись Мне»</strong> Сура «аз-Зарийат», аят 56.</li>\n            <li>Признание единства в господстве обязывает людей признать единство в божественности, так как Аллах сказал: <strong>«Поклоняйтесь вашему Господу»</strong>.</li>\n            <li>Обязательность поклонения одному Аллаху. Ради этого были созданы как джинны, так и люди. Под поклонением имеются в виду две вещи: а) религиозность — это действия поклоняющегося; б) то, чем поклоняются, а это любое слово или дело, явное или скрытое, которое приближает к Аллаху.</li>\n            <li>Обязательность поклонения вытекает из разумных соображений совместно с законом шариата. Аллах сказал: <strong>«Поклоняйтесь вашему Господу»</strong>. Господь достоин того, чтобы Ему одному поклонялись и не поклонялись никому, кроме Него. Поэтому удивительно, что многобожники, которые не подчинились этому приказу, начинают обращаться к Аллаху, когда их постигает несчастье, и связи между ними обрываются. Всевышний сказал: <strong>«Когда волна накрывает их, словно тень, они взывают к Аллаху, очищая перед Ним свою веру»</strong> Сура «Лукман», аят 32, — так как их природа направляет к этому.</li>\n            <li>Доказательство того, что Аллах — Творец всего сущего. Он сотворил и первых, и последних, так как Он сказал: <strong>«Который сотворил вас и тех, кто был до вас»</strong>.</li>\n            <li>Коран, если упоминает что-то, то чаще всего упоминает и его причину. Он сказал: «Поклоняйтесь своему Господу», — а потом упомянул и причину — Он сотворил нас и тех, кто был до нас.</li>\n            <li>Богобоязненность — высокая степень, которую сможет достичь не каждый, а только те, кто проявил искренность в поклонении по отношению к Аллаху, так как Аллах сказал: «…быть может, вы устрашитесь».</li>\n            <li>Возможно, в аяте есть предостережение от нововведений, так как истинное поклонение возможно только в случае неуклонного следования тому пути, который Аллах установил для рабов. Ведь мы можем узнать о способах поклонения Аллаху только из откровения. Как брать омовение, как молиться…, то есть единственное, что дало нам знать, что человек, встав на намаз, должен сначала читать Коран, потом совершить поясной поклон, потом земной и так до конца — это откровение (Коран и хадисы).</li>\n            <li>Побуждение к требованию знаний, так как поклонение невозможно без знаний, поэтому аль-Бухари назвал главу о знаниях так: «Глава о знаниях, что стоят прежде слов и дел».</li>\n            </ol>\n            <br>\n            <br>\n            <h3>﴾ الَّذِي جَعَلَ لَكُمُ الْأَرْضَ فِرَاشًا وَالسَّمَاءَ بِنَاءً وَأَنزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجَ بِهِ مِنَ الثَّمَرَاتِ رِزْقًا لَّكُمْ فَلَا تَجْعَلُوا لِلَّهِ أَندَادًا وَأَنتُمْ تَعْلَمُونَ ﴿</h3>\n            <br>\n            <blockquote><p>\n            Он сделал для вас землю ложем, а небо — строением, низвел с неба воду и взрастил ею плоды как пропитание для вас. И не делайте Аллаху равных в то время, как вы знаете.\n            </p></blockquote>\n            <br>\n            <h3>Толкование /тафсир/:</h3>\n            <p><strong>«Он сделал для вас землю ковром…»</strong> Аллах таким образом перечисляет некоторые Свои творения. Аллах сделал для нас землю ложем, опорой. Человек может твердо стоять на земле, земля подготовлена для человека, он может отдыхать на ней. Она мягкая и податливая, на ней можно спокойно стоять и даже спать. Аллах описал землю различными качествами: она является ложем, она покорна, является нашей колыбелью.</p>\n            <p><strong>«…а небо — строением…»</strong>. Аллах сказал: <strong>«И воздвигли над вами семь твердынь»</strong> Сура «Лукман», аят 12. Небо Аллах называет то строением, то крышей, то потолком: <strong>«Мы сделали небо оберегаемой кровлей, однако они отворачиваются от его знамений»</strong> Сура «аль-Анбийа», аят 32.</p>\n            <p><strong>«…низвел с неба воду…»</strong>. Под небом здесь имеется в виду не первое небо, а просто высота, так как вода, то есть дождь, возникает в облаках, которые находятся между небом и землей. Аллах сказал: <strong>«Разве ты не видишь, что Аллах гонит облака, потом соединяет их, потом превращает их в кучу облаков, и ты видишь, как из расщелин ее изливается ливень?»</strong> Сура «ан-Нур», аят 43. Также Аллах сказал: <strong>«Воистину, в сотворении небес и земли, в смене ночи и дня…»</strong>, — до слов: <strong>«…в облаке, подчиненном между небом и землей, заключены знамения для людей разумеющих»</strong> Сура «аль-Бакара», аят 164. Отсюда мы понимаем, что под небесами имеются в виду две вещи: 1) небеса, построенные над нами, и 2) возвышенность.</p>\n            <p><strong>«…и взрастил ею…»</strong>, то есть с помощью нее.</p>\n            <p><strong>«…плоды»</strong>. Множественное число слова «плоды» указывает на многообразие их видов.</p>\n            <p><strong>«…как пропитание для вас»</strong>, то есть подарком для нас.</p>\n            <p><strong>«И не делайте…»</strong>, то есть не создавайте.</p>\n            <p><strong>«…равных…»</strong>, то есть тех, кто равен Аллаху в божественности.</p>\n            <p><strong>«…в то время как вы знаете»</strong>, то есть знаете, что нет никого, равного Ему ни в сотворении, ни в пропитании, ни в ниспослании дождя и прочих проявлениях господства. Ведь многобожники полностью признавали, что Аллах — Творец, что Он управляет всем; они знали, что в этих вещах у Него нет сотоварища. Но, что касается поклонения, то они отрицали единство Аллаха в этом: они поклонялись другим божествам, отвергали тех, кто соблюдал единобожие. Они даже сказали по отношению к посланнику, да благословит его Аллах и приветствует: <strong>«Неужели он обратил богов в Единственного Бога? Воистину, это — нечто удивительное!»</strong> Сура «Сод», аят 5. То, что они признают Аллаха, как единственного Творца, Дающего им пропитание, обязывает их поклоняться Ему одному. Если они не сделают этого, то они противоречат сами себе. Ученые сказали: «Единство Аллаха в божественности включает в себя Его единство в господстве, а единство в господстве обязывает единство в божественности», — то есть тот, кто признает господство Аллаха, обязан признать и Его единство в божественности. И тот, кто признает единство Аллаха в Его божественности, не считается признавшим Его, пока он не признает и Его абсолютное господство.</p>\n            <br>\n            <h3>Пользы /фауаид/:</h3>\n            <ol>\n            <li>Указание на милость Всевышнего Аллаха, а также Его мудрость в том, что он сделал землю ложем для нас. Если бы Он сделал ее грубой, и твердой, то человек не смог бы спокойно жить на ней. Но Аллах проявил к нам Свою доброту и милость, сделав землю мягкой, подобной ложу.</li>\n            <li>Создание неба в виде строения. Для нас польза в том, что так мы видим Его мощь, ведь мы знаем, что небеса, охватывающие землю со всех сторон, — огромны и обширны, как сказал Всевышний: <strong>«Мы воздвигли небо благодаря могуществу, и Мы его расширяем»</strong> Сура «аз-Зарийат», аят 47.</li>\n            <li>Указание на мощь Аллаха, ведь Он ниспосылает с неба дождь. Всевышний сказал: <strong>«…низвел с неба воду»</strong>. Если бы все творения собрались для того, чтобы сотворить одну каплю воды, то не смогли бы сделать этого, а Аллах ниспосылает огромное количество воды с неба в один момент. Вспомни историю о мужчине, который вошел в мечеть, когда Пророк, да благословит его Аллах и приветствует, рассказывал пятничную проповедь, и сказал: «Помолись Аллаху, чтобы Он отправил нам дождь». Тогда Пророк, да благословит его Аллах и приветствует, поднял руки и сказал: <strong><em>«О Аллах! Ниспошли нам дождь!»</em></strong> Он еще не спустился с минбара, а вода уже капала с его бороды. См. Сахих аль-Бухари, Главы о Молитве о ниспослании дождя, глава 7: о молитве о ниспослании дождя во время пятничной молитве не в сторону кыйблы, хадис № 1014; Сахих Муслима, Книга Молитвы о ниспослания дождя, глава 2: молитва (дуа) о ниспослании дождя, хадис № 2078/897.</li>\n            <li>Мудрость Аллаха и Его милость в том, что Он отправляет нам дожди с небес. Ведь если бы эта вода, благодаря которой земля оживает, просто текла бы по ее поверхности, то приносила бы вред людям. В этом случае многие земли оказались бы полностью лишены воды, так как некоторые из них находятся на возвышенностях. Но Аллах ниспосылает воду с неба, что, несомненно, является Его милостью. Также из Его милости и то, что дождь идет каплями; если бы дождь шел сплошной стеной или слишком большими «каплями», то очень сильно навредил бы людям.</li>\n            <li>Доказательство причинности, так как он сказал: <strong>«…плоды как пропитание для вас»</strong>.</li>\n            <li>Ничто не станет причиной для чего-то, если Аллах того не пожелает. Он сказал: <strong>«…взрастил…»</strong>.</li>\n            <li>Если человек хочет связать какое-либо событие вместе с его причиной, то пусть упомянет Аллаха. Например, если кто-то начал тонуть, а другой пришел и спас его, то пусть тот скажет: «Аллах спас меня через такого-то человека», — либо пусть скажет: «Такой-то спас меня», — так как он действительно спас его. Либо пусть скажет: «Меня спас Аллах, а потом такой-то». Но ему нельзя говорить: «Меня спас Аллах и такой-то», — так как это является придаванием Аллаху сотоварищей. На то, что человеку следует связывать причину с Аллахом, указывает следующее. Однажды Пророк предложил парню-иудею перед смертью принять Ислам, тот послушался его, но перед этим он посмотрел на отца, как бы спрашивая его совета, а тот ответил: «Повинуйся Абуль-Касиму [Т. е. Мухаммаду ﷺ]». В тот момент он принял Ислам, а что было после, мы не знаем, а Аллах знает лучше. Но Посланник Аллаха, выходя, говорил: <strong><em>«Хвала Аллаху, Который спас этого мальчика от огня посредством меня»</em></strong>. Сунан Абу Дауда, Книга Погребенной молитвы, глава 2: о посещении немусульманина, находящегося под зашитой мусульман, хадис № 3095; «Муснад» имама Ахмада, 3/175, № 12823.Так же должны поступать и мы: связывать причину с Аллахом, упоминая и саму причину.</li>\n            <li>Разъяснение мощи Аллаха и Его милости в том, что Он взрастил плоды с помощью воды. Что касается мощи, то здесь все очевидно: ты видишь землю иссохшей, бесплодной, на которой нет ни листка зелени, а когда идет дождь в короткий срок, по повелению Аллаха, из земли вырастает множество видов зелени. Аллах сказал: <strong>«Неужели ты не видишь, как Аллах ниспосылает с неба воду, после чего земля зеленеет?»</strong> Сура «аль-Хадж», аят 63. Что касается милости, то сюда относится то, что Аллах одаряет нас различными плодами, которые Он взрастил. Он сказал: «…как пропитание для вас».</li>\n            <li>Аллах оказывает милости человеку, независимо от того, верующий он или нет. Он сказал: <strong>«…для вас»</strong>. А в начале аята обратился ко всем людям. Отличие в том, что милости Аллаха верующему продолжатся и в Последней жизни, а Его милости неверному оборвутся с уходом из этого мира.</li>\n            <li>Запрет придавать Аллаху сотоварищей, ведь Аллах сказал: <strong>«И не делайте Аллаху равных»</strong>. Является ли это большим многобожием или маленьким; явным или скрытым? У всего этого есть подробное разъяснение в книгах о единобожии. Вкратце: если человек поклоняется кому-то, помимо Аллаха, сделал кого-то соучастником Аллаха в сотворении, власти или управлении, то это большое многобожие; все остальное — малое многобожие, например, если человек скажет: «Так пожелал Аллах и ты».Если кто-то обращается к другому с чем-то, то он должен пояснить ему, на чем он основывается, говоря это. Аллах сказал: «И не делайте Аллаху равных в то время, как вы знаете». Также Он сказал в предыдущем аяте: «О люди! Поклоняйтесь вашему Господу, Который сотворил вас и тех, кто был до вас». В словах «Который сотворил вас и тех, кто был до вас» содержится до казательство того, что поклонение Ему одному обязательно, так как только Он является Творцом.</li>\n            </ol>\n            </li>\n            </ol>\n            <br>\n            <br>\n            <h3>﴾ وَإِن كُنتُمْ فِي رَيْبٍ مِّمَّا نَزَّلْنَا عَلَى عَبْدِنَا فَأْتُوا بِسُورَةٍ مِّن مِّثْلِهِ وَادْعُوا شُهَدَاءَكُم مِّن دُونِ اللَّهِ إِن كُنتُمْ صَادِقِينَ ﴿</h3>\n            <blockquote><p>\n            Если же вы сомневаетесь в том, что Мы ниспослали Нашему рабу, то сочините одну суру, подобную ему, и призовите своих свидетелей, помимо Аллаха, если вы говорите правду.\n            </p></blockquote>\n\n            <h3>Толкование /тафсир/:</h3>\n            <p><strong>«Если же вы…»</strong> — здесь обращение направлено к тем, кто все-таки придал Аллаху сотоварищей, так как Аллах сказал: <strong>«И не делайте Аллаху равных в то время, как вы знаете. Если же вы сомневаетесь в том, что Мы ниспослали Нашему рабу»</strong>.</p>\n            <p>В этом аяте, связанном с посланничеством Мухаммада, да благословит его Аллах и приветствует, содержится указание на два свидетельства о единобожии: свидетельство о том, что нет божества, достойного поклонения, кроме Аллаха; и свидетельство о том, что Мухаммад — Его посланник. Первое является проявлением единства в цели, а второе — единства в следовании. Оба являются проявлением единства, но первое означает, что все деяния должны быть совершены искренне по отношению к Аллаху, а второе — в поклонении Аллаху нельзя следовать кому-то, кроме Посланника Аллаха, да благословит его Аллах и приветствует. Если ты поразмыслишь над Кораном, то увидишь, что после указания на единобожие приходит указание на посланничество. Например, Всевышний сказал: <strong>«Неужели они не задумываются над Словом? Или же к ним явилось то, что не приходило к их отцам?»</strong> Сура «аль-Муъминун», аят 68. Потом Он говорит: «Или же они не узнали своего Посланника и принялись отвергать его?» Сура «аль-Муъминун», аят 69. Подобное постоянно встречается в Коране.</p>\n            <p><strong>«…сомневаетесь…»</strong> [Дословно: «…в сомнениях…»]. Многие растолковывают слово « ريب » (сомнение) как « شكّ » (тоже сомнение). Несомненно, их значения близки, но разница состоит в том, что « ريب » сопровождается сильным волнением. Ведь то, с чем пришел посланник — истина, и, естественно, сомнения возникают по той причине, что они связаны с тем, что обязательно нужно подтвердить. Что касается обычных вещей, то слово « ريب » там не употребляется, оно употребляется только в вещах важных настолько, что сомнения в них ведут к сильной тревоге и волнению.</p>\n            <p><strong>«…в том, что Мы ниспослали Нашему рабу…»</strong>. Имеется в виду Коран, так как Аллах ниспослал его Мухаммаду, да благословит его Аллах и приветствует. Слова: <strong>«…Нашему рабу…»</strong>, — относятся к Мухаммаду, Посланнику Аллаха, да благословит его Аллах и приветствует. Аллах описал Посланника, да благословит его Аллах и приветствует, тем, что он — раб, возвышая его положение: когда Аллах защищает его, когда идет рассказ о том, как Он почтил его в Ночь вознесения, как Он почтил его, ниспослав ему Коран. Он сказал: <strong>«Благословен Тот, Кто ниспослал Cвоему рабу Различение (Коран), чтобы он стал предостерегающим увещевателем для миров»</strong> Сура «аль-Фуркан», аят 1. Также Он сказал: <strong>«Пречист Тот, Кто перенес ночью Своего раба, чтобы показать ему некоторые из Наших знамений, из Заповедной мечети в мечеть аль-Акса, окрестностям которой Мы даровали благословение. Воистину, Он — Слышащий, Видящий»</strong> Сура «аль-Исра», аят 1. Также: <strong>«Он внушил Его рабу откровение»</strong> Сура «ан-Наджм», аят 10. Он сказал: <strong>«Если же вы сомневаетесь в том, что Мы ниспослали Нашему рабу»</strong>, — а это приходит в аяте, в котором Аллах бросает вызов неверным и защищает его. Лучшие качества Посланника, да благословит его Аллах и приветствует, — это те, что он был рабом и посланником. Поэтому он сказал: <strong><em>«Поистине, я — раб, поэтому говорите: “Раб Аллаха и Его посланник”»</em></strong> Сахих аль-Бухари, Книга Хадисов о пророках, глава 48: о словах Всевышнего: <strong>«Помяни в Писании Марьям. Вот она ушла от своей семьи…»</strong> (19:16), хадис № 3445. Быть рабом — значит покориться любимому и возвеличиваемому. Поэтому один поэт сказал о своей возлюбленной: <em>«Не оставляй меня, не назвав меня ее рабом, ведь это — лучшее мне имя»</em>.</p>\n            <p><strong>«…то сочините [Дословно — принесите] одну подобную суру…»</strong>. Это повеление несет в себе вызов. То есть, если вы сомневаетесь в Коране, Мы бросаем вам вызов: сочините одну суру, подобную Корану. В словах «…подобную ему» местоимение «ему» может относиться как к Посланнику Аллаху (принесите суру, как принес Мухаммад), так и к Корану (сочините одну суру, подобную Корану), причем оба толкования правильны.</p>\n            <p><strong>«…и призовите своих свидетелей»</strong>, то есть призовите тех, кого вы называете свидетелями и кому поклоняетесь наряду с Аллахом. Позовите их, чтобы они помогли вам сочинить подобное Корану. Это — самый мощный вызов, который только можно представить: Аллах бросил вызов одновременно и поклоняющимся, и их божествам.</p>\n            <p><strong>«…помимо Аллаха…»</strong>, то есть кого-то другого, не Аллаха:</p>\n            <p><strong>«…если вы говорите правду»</strong>, то есть о том, что Коран — это измышления на Аллаха.</p>\n            <p>Ответ: невозможно сочинить ни одной суры, подобной Корану, сколько бы помощников с собой они не привели.</p>\n            <br>\n            <h3>Пользы:</h3>\n            <ol>\n            <li>Аллах защищает Своего Посланника, да благословит его Аллах и приветствует. Он сказал: <strong>«…то сочините одну суру, подобную ему»</strong>. Здесь содержится вызов: Аллах бросает вызов им, чтобы они принесли что-то, что соответствует тому, с чем пришел Посланник Аллаха, да благословит его Аллах и приветствует.</li>\n            <li>Достоинство Пророка, да благословит его Аллах и приветствует, так как Аллах назвал его Своим рабом. Самая большая свобода — это быть рабом Аллаха, ведь тот, кто не поклонился Аллаху, обязательно начнет поклоняться другому. И если человек не будет поклоняться Аллаху, Который действительно достоит поклонения, то начнет поклоняться шайтану. Как сказал Ибн аль-Кайим в своей касыде «ан-Нунийя»:</li>\n            </ol>\n            <p><em>Они бежали от рабства, для которого созданы,</em><br />\n            <em> И попали в рабство страсти и шайтана.</em></p>\n            <ol start=\"3\">\n            <li>Коран — это речь Аллаха, так как Аллах сказал: <strong>«…Мы ниспослали…»</strong>. А что касается речи, то Коран сам по себе — это речь, а речь — это качество говорящего. Нет ничего яснее этого — это очевидно. Мы здесь видим, насколько лживо мнение тех, кто решил, что Коран является сотворенным.</li>\n            <li>Подтверждение тому, что Аллах на высоте. Если утвердилось, что Коран — Его речь и он ниспослан от Него, то обязательной становится возвышенность Того, Кто произнес его. То, что Аллах возвышен, подтверждено Книгой, Сунной, единогласным мнением ученых, разумом и естеством человека. Подробности этого приведены в книгах о вероубеждении. Конечно, если бы приверженцы нововведений не погрузились в этот вопрос, то не потребовалось бы многих усилий для опровержения всего этого, так как ответ заложен уже в естестве человека. Но ученые, находящиеся на Сунне, вынуждены делать все это, чтобы опровергнуть приверженцев нововведений.</li>\n            <li>Даже одна сура из Корана является чудом, даже самая короткая. Аллах сказал: <strong>«…то сочините одну суру…»</strong></li>\n            <li>Вызов идолопоклонникам и их идолам. Это унижение еще сильнее, чем если бы вызов был брошен только одним многобожникам.</li>\n            </ol>\n            <br>\n            <br>\n            <h3>﴾ فَإِن لَّمْ تَفْعَلُوا وَلَن تَفْعَلُوا فَاتَّقُوا النَّارَ الَّتِي وَقُودُهَا النَّاسُ وَالْحِجَارَةُ أُعِدَّتْ لِلْكَافِرِينَ ﴿</h3>\n            <br>\n            <blockquote><p>\n            Если же вы этого не сделаете — а ведь вы никогда этого не сделаете, — то побойтесь Огня, растопкой которого являются люди и камни. Он уготован для неверующих.\n            </p></blockquote>\n            <br>\n            <h3>Толкование /тафсир/:</h3>\n            <p><strong>«Если же вы этого не сделаете…»</strong>, то есть, если вы не сочините суру, подобную ему.</p>\n            <p>После того как Аллах сказал: <strong>«Если же вы этого не сделаете…»</strong>, — Он поставил им условие, но сразу же оборвал их желание сделать это, сказав: <strong>«…а ведь вы никогда этого не сделаете»</strong>. Слово « لَن » указывает на полное отрицание действия в будущем, так как здесь идет вызов неверным: <strong>«Вы никогда не сможете сделать этого»</strong>.</p>\n            <p><strong>«…то побойтесь Огня»</strong>. Это предложение является результатом условия: <strong>«Если же вы этого не сделаете»</strong>. То есть: «Если не представите что-то, подобное Корану, то побойтесь Огня». Вы не найдете ничего, чем можно уберечься от Огня, если не уверуете в то, что ниспослано Мухаммаду, да благословит его Аллах и приветствует.</p>\n            <p><strong>«…растопкой которого являются люди и камни»</strong>. Слово « وَقوُد » (растопка) — это то, чем разжигается огонь, например, дрова (в случае с мирским огнем). В Последней жизни растопкой для Огня будут служить люди и камни: их будут бросать в Огонь, а он будет разгораться от этого сильнее. Некоторые ученые сказали, что под камнями здесь имеются в виду камни, которым поклонялись, то есть идолы. Они поклонялись идолам, и эти идолы пребывают с ними, пока их всех не выбросят в Огонь. Как сказал Аллах: <strong>«Вы и те, чему вы поклоняетесь вместо Аллаха, являетесь растопкой для Геенны, в которую вы войдете»</strong> Сура «аль-Анбийа», аят 98. Также существует мнение, что растопкой будут идолы, а также камни (каменный уголь), которые сотворил Аллах для разжигания огня в этом мире.</p>\n            <p><strong>«Он уготован…»</strong> Местоимение относится к Огню, а тот, кто его уготовил, — это Аллах.</p>\n            <p><strong>«…для неверующих»</strong>, то есть любых неверующих, независимо от того, отвергли они посланников, или божественность Аллаха, или что-то другое.</p>\n            <br>\n            <h3>Пользы /фауаид/:</h3>\n            <ol>\n            <li>Кто отверг Коран, тот найдет пристанище в Огне, так как Аллах сказал: <strong>«…то побойтесь Огня…»</strong></li>\n            <li>Подобно тому, как обычный огонь разжигается дровами, Ад разжигается людьми. Он будет одновременно и сжигать их, и разгораться еще больше. Для них это будет двойным наказанием.</li>\n            <li>Унижение неверных, проявляющееся в том, что Аллах унизит их идолов и выбросит в Ад, если следовать одному из толкований этого аята. Так как очевидно, что человек ревниво относится к тому, кому он поклоняется, и не хочет, чтобы с тем что-либо случилось. И если идолы будут сожжены на глазах у поклонявшихся им, это будет верхом унижения.</li>\n            <li>Ад существует уже сейчас, так как Всевышний сказал: <strong>«…уготован…»</strong>. Глагол [В арабском языке; в русском языке «уготован» — это краткое страдательное причастие прошедшего времени] употреблен в прошедшем времени. А если что-то употреблено в прошедшем времени, то это указывает на существование вещи. И на это же указывает Сунна, ведь Пророк, да благословит его Аллах и приветствует, видел и Рай, и Ад, он видел, как некоторые обитатели мучаются там; например, он видел там Амра ибн Лухайя, который волок свои кишки; также видел женщину, которая попала в огонь за то, что не кормила свою кошку, не давала ей покормиться даже насекомыми на земле, и кошка умерла с голоду. Он видел там человека, который обворовывал людей, приехавших на хадж, с помощью палки с изогнутым концом, и если его замечали, то он оправдывался тем, что вещь хозяина сама зацепилась за крючок, а если нет, то забирал. Он подвергался мучениями этой же палкой в Огне. См. Сахих Муслима, Книга Солнечного затмения, глава 3: о том, что было показано Пророку, да благословит его Аллах и приветствует, во время намаза солнечного затмения о Рае и об Аде, хадис № 2100/904. Также см. Сахих Муслима, Книга о Рае, описании Рая и его обитателей, глава 13: о том, что в Огонь войдут высокомерные, а в Рай — слабые. Хадис № 7192/2856.</li>\n            </ol>\n            <p><strong>Вопрос: является ли Ад вечным? Или он исчезнет?</strong></p>\n            <p>Некоторые ученые говорят о том, что предшественники были единогласны в том, что Ад вечен, и никогда не исчезнет, а некоторые приводят, что некоторые предшественники так не считали: они говорили, что Ад исчезнет. Более правильным мнением является то, что Ад будет существовать вечно. Доказательством этому служат три аята: в суре «Женщины», суре «Сонмы» и суре «Джинны». Аллах сказал: <strong>«Воистину, тех, которые не уверовали и поступали несправедливо, Аллах не простит и не поведет их никаким путем, кроме пути в Геенну, в которой они пребудут вечно»</strong> Сура «ан-Наджм», аяты 168–169. Аллах также говорит в суре «Сонмы»: <strong>«Воистину, Аллах проклял неверующих и уготовил для них Пламя, в котором они пребудут вечно»</strong> Сура «аль-Ахзаб», аяты 64–65. В суре «Джинны» Аллах говорит: <strong>«Кто же ослушается Аллаха и Его Посланника, тому уготован огонь Геенны, в котором они пребудут вечно»</strong> Сура «аль-Джинн», аят 23. После речи Аллаха не может быть речи. Я помню, что наш шейх Абдуррахман ас-Саади писал в комментариях к книге Ибнуль-Кайима «Шифауль-Алиль», что подобное можно описать высказыванием: «И хороший конь споткнется, и острый меч отскочит». Как автор собирается этими аятами доказать, что Ад исчезнет!? Разве это не очевидно!? Как бы то ни было, наш шейх сказал об этом: «И хороший конь споткнется, и острый меч отскочит». На самом деле, истина в том (а я считаю, что это очевидно), что Ад будет существовать вечно. Ведь если обитатели Ада пребудут там вечно, то и сам Ад будет существовать вечно. Если человек будет жить вечно в одном доме, то значит, и дом будет стоять вечно.</p>\n            <p>Что касается аята: <strong>«Они пребудут там вечно, пока существуют небеса и земля, если только твой Господь не пожелает иного»</strong> Сура «Худ», аят 107, — то этот аят похож на следующий, в котором говорится: <strong>«Счастливые же пребудут в Раю. Они пребудут там вечно, пока существуют небеса и земля, если только твой Господь не пожелает иного»</strong> Сура «Худ», аят 108. Но так как вознаграждение и наслаждение обитателей Рая — это милость от Аллаха, то здесь Аллах говорит о том, что эта награда никогда не прекратится. В конце того же аята Он говорит: <strong>«Это будет неиссякаемый дар»</strong> Сура «Худ», аят 108. Что касается обитателей Огня, то их мучения являются проявлением справедливости и абсолютной власти, ведь в конце аята Аллах говорит: <strong>«Воистину, твой Господь вершит то, что пожелает»</strong> Сура «Худ», аят 107, — и эти слова не значат, что Аллах выведет всех обитателей Ада или уничтожит Ад.</p>\n            <ol start=\"5\">\n            <li>Огонь является пристанищем неверующих. Аллах сказал: «Он уготован для неверующих». Что касается грешников-верующих, которые туда войдут, то они там не навечно. Они там как будто гости, посетители: рано или поздно они выйдут оттуда. Поэтому огонь не называется пристанищем для них. Это говорится только относительно неверных. А грешник-верующий, если его не простит Аллах, будет мучиться там, сколько Аллах пожелает, а потом выйдет оттуда либо потому, что за него кто-либо заступился, либо по милости Аллаха, либо по окончании срока наказания.</li>\n            </ol>\n            <p><strong>Вопрос: в чем заключается чудо Корана?</strong></p>\n            <p>Ответ: он является чудом во всех отношениях, так как он является речью Аллаха, которая чудесна сама по себе, и у этого есть бесчисленное множество проявлений. Вот некоторые из них:</p>\n            <ul>\n            <li>Во-первых, красивый и лаконичный способ изложения, а также его красноречие. Чтение его не наскучит. Человек может читать его днем и ночью, может прочитать его полностью за два или три дня, и ничуть не заскучать. А если бы он повторял какой-либо другой текст, как повторяет Коран, то он ему быстро наскучил бы.</li>\n            <li>Во-вторых, его чудо в том, что если человек будет читать его, размышляя, то будет находить все то, что не заметил, прочитывая его в прошлый раз.</li>\n            <li>В-третьих, правдивость тех вещей, которые там упомянуты, совершенность законов, которые содержатся там, их соответствие всему, что принесет пользу в этом и в том мирах. Аллах сказал: <strong>«Слово твоего Господа исполнилось правдиво и справедливо!»</strong> Сура «аль-Ан’ам», аят 115.</li>\n            <li>В-четвертых, его влияние на сердца, взгляды людей, ведь с помощью него предшественники захватили восток и запад.</li>\n            </ul>\n            <p>А что касается того, как это чудо свершилось, то Аллах бросил вызов людям и джиннам, чтобы они сочинили что-то подобное ему, но они не смогли.</p>\n            <p><strong>Второй вопрос:</strong> Аллах рассказывает о пророках, посланниках и тех, кто им противостоял, и там приводятся слова тех, о ком идет речь. Являются ли эти слова чудом. Например, Фараон сказал Мусе: <strong>«Если ты будешь поклоняться иному богу, кроме меня, то я помещу тебя вместе с заключенными»</strong> Сура «аш-Шу’ара», аят 29. Аллах здесь рассказывает о Фараоне, и это слова Фараона. Как слова Фараона могут быть чудом, если только слова Аллаха — чудо?</p>\n            <p>Ответ: Аллах не передает нам их речь дословно, передает нам только ее смысл. Тогда и это становится речью Аллаха, которая является чудом.</p>\n            <br>\n            <br>\n            <h3>﴾ وَبَشِّرِ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ أَنَّ لَهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ كُلَّمَا رُزِقُوا مِنْهَا مِن ثَمَرَةٍ رِّزْقًا قَالُوا هَذَا الَّذِي رُزِقْنَا مِن قَبْلُ وَأُتُوا بِهِ مُتَشَابِهًا وَلَهُمْ فِيهَا أَزْوَاجٌ مُّطَهَّرَةٌ وَهُمْ فِيهَا خَالِدُونَ ﴿</h3>\n            <br>\n            <blockquote><p>\n            Обрадуй тех, которые уверовали и совершали праведные деяния, тем, что им уготованы Райские сады, в которых текут реки. Всякий раз, когда им будут подавать плоды для пропитания, они будут говорить: «Это уже было даровано нам прежде». Но им будут давать нечто похожее. У них там будут очищенные супруги, и они пребудут там вечно.\n            </p></blockquote>\n            <br>\n            <h3>Толкование /тафсир/:</h3>\n            <p>Связь этого аята с предыдущим в том, что в том Аллах устрашил неверных, которые отвергли Посланника, да благословит его Аллах и приветствует, а теперь дал обещание верующим, сказав: <strong>«Обрадуй…»</strong>, — и до конца аята. Обрадовать — значит дать знать о том, что легче. « بشّارة » — «радостная весть», однокоренное слово ش со словом « ب رة » — «кожа», так как лицо (кожа) человека изменяется, когда он слышит что-то радостное. Ведь тогда лицо сияет, душа становится счастливой, а сердце раскрывается. Иногда это слово упоминается в контексте с чем-то плохим, например: <strong>«…обрадуй мучительными страданиями»</strong>. Это либо является насмешкой над этим человеком, либо это означает то, что изменится цвет их кожи: их лица потемнеют. Аллах сказал об их наказании в Судный день: <strong>«Затем налейте ему на голову кипяток, причиняющий страдания. Вкушай, ведь ты — могущественный, благородный!»</strong> Сура «ад-Духан», аяты 48–49.</p>\n            <p><strong>«Обрадуй…»</strong> — слова обращены либо к Посланнику, да благословит его Аллах и приветствует, либо к любому, кто услышит эти слова. То есть: «Обрадуй, о Пророк!» — либо: «Обрадуй, о тот, к кому обращаюсь (кто читает это), тех, кто обладает этими качествами, тем, что им обещан Рай».</p>\n            <p><strong>«…тех, которые уверовали…»</strong>, то есть уверовали, во что обязательно верить из того, что поведал Аллах и Его Посланник. Посланник Аллаха, да благословит его Аллах и приветствует, рассказал об основах веры: иман — это вера в Аллаха, в Его ангелов, книги, посланников, Последний день, хорошее и плохое предопределение. Но верить в эти вещи не значит просто подтвердить истинность всего этого: необходимо все это принять и подчиниться этому, иначе вера недействительна.</p>\n            <p><strong>«…и совершали праведные деяния…»</strong>, то есть деяния, источником которых является любовь и возвеличивание Аллаха, содержащее в себя искренность по отношению к Нему и следование Посланнику Аллаха. Если деяние не будет совершенно искренне, то оно недействительно. Аллах сказал в хадисе аль-кудси: <strong><em>«Я не нуждаюсь в сотоварищах; и кто совершит деяние, посвящая его кому-то наряду со Мной, того Я оставлю вместе с его ширком»</em></strong> Сахих Муслима, Книга Аскетизма, глава 4: о недозволенности показухи, хадис № 7475/2985.</p>\n            <p>И то, что не соответствует Сунне Посланника Аллаха, да благословит его Аллах и приветствует, будет отвержено, не принято. Пророк, да благословит его Аллах и приветствует, сказал: <strong><em>«Кто совершит деяние, несоответствующее нашему делу (религии), то его деяние будет отвергнуто»</em></strong> Сахих аль-Бухари, Книга Мирного договора, глава 5: если заключен неправильный мирный договор, то договор расторгается, хадис № 2697; Сахих Муслима, Книга Вопросов и проблем, глава 8: неприемлемость ложных положений и нововведений, хадис № 4493/1718. Эта версия хадиса принадлежит Муслиму.</p>\n            <p><strong>«…тем, что им уготованы Райские сады»</strong>. Этим и следует обрадовать тех людей. Слово « الجنّة » в языковом значении означает сад, в котором много деревьев, покрывающих всю землю так, что ее совсем не видно. В терминологическом значении — это обитель, уготованная Аллахом для богобоязненных, в которой есть то, чего не видели глаза, не слышали уши и что не приходило в голову человека.</p>\n            <p><strong>«…в которых текут реки»</strong>. Здесь использован предлог « تحت » (под), относительно которого ученые сказали, что имеется в виду, что они текут под деревьями Рая и его дворцами, а не под его поверхностью, ведь нет никакой пользы от того, что реки текут под Раем. Как прекрасно, если эти реки действительно текут под его деревьями и дворцами! Человек будет наслаждаться взглядом на них, прежде чем испить из них.</p>\n            <p>Аллах пояснил, что реки Рая бывают четырех видов. Он сказал: <strong>«Вот описание Рая, обещанного богобоязненным! В нем текут реки из воды, которая не застаивается, реки из молока, вкус которого не изменяется, реки из вина, дарующего наслаждение пьющим, и реки из очищенного меда. В нем для них уготованы любые фрукты и прощение от их Господа»</strong> Сура «Мухаммад», аят 15.</p>\n            <p><strong>«Всякий раз, когда им будут подавать плоды для пропитания, они будут говорить: “Это уже было даровано нам прежде”»</strong>, — так как они будут похожи на то, что они уже видели и по размеру, и по цвету, и по форме и во всем остальном. И они будут думать, что это то же самое. Но оно очень сильно отличается от него по вкусу. Поэтому Аллах сказал: <strong>«Но им будут давать нечто похожее»</strong>. Как прекрасно, когда человек, видя два фрукта, и думая, что они одинаковы, пробует их и понимает, что их вкусы очень различаются! Он будет чувствовать сладость и удивление одновременно. Как возможно, чтобы два одинаковых во всем фрукта так различались по вкусу? Если бы ты попробовал два одинаковых во всем фрукта, но один из которых — сладкий, а другой — с кислинкой, то ты почувствовал бы намного больше сладости, чем если бы оба фрукта были бы одинаковыми.</p>\n            <p><strong>«Но им будут давать нечто похожее»</strong>. Здесь приходит глагол « أُتُواْ », который является страдательной формой глагола « أتى » (приносить, давать), что говорит о том, что фрукты, похожие друг на друга, будут приносить им.</p>\n            <p><strong>«У них там будут очищенные супруги…»</strong> Когда Аллах упомянул фрукты, упомянул и жен, ведь в каждой из этих милостей есть своя сладость: у фруктов — сладость на вкус и ощущения, у супруг — нечто иное. Тем самым наслаждение будет совершенным. Аллах сказал: «…супруги», то есть во множественном числе. Сюда входят как жены из числа гурий, так и жены с этой жизни. Слово « زوج » употребляется как по отношению к мужскому роду, так и по отношению к женскому: мужу говорят « زوج », и жене — то же. Но при делении наследства решили для обозначения жены присоединять букву «та» на конец слова « زوجة », чтобы не путать их доли наследства.</p>\n            <p><strong>«…очищенные…»</strong>. Сюда входит чистота как внешняя, так и внутренняя. Они чисты внешне: они не мочатся, не испражняются, у них нет ни месячных, ни кровотечений, ни неприятного запаха. Также они чисты душой: они не завидуют, не ненавидят и прочее.</p>\n            <p><strong>«…они пребудут там вечно»</strong>, то есть они никогда оттуда не выйдут.</p>\n            <br>\n            <h3>Пользы:</h3>\n            <ol>\n            <li>Дозволенность донесения радостной вести до человека. Аллах сказал: <strong>«Обрадуй тех, которые уверовали и совершали праведные деяния». Аллах также сказал: «Мы обрадовали его вестью об Исхаке (Исааке) — пророке из числа праведников»</strong> Сура «ас-Саффат», аят 112. Также Он сказал: <strong>«Они обрадовали его вестью о знающем мальчике»</strong> Сура «аз-Зарийат», аят 28. Или: <strong>«Тогда Мы обрадовали его вестью о выдержанном мальчике»</strong> Сура «ас-Саффат», аят 101. Поэтому донесение хорошей вести является сунной посланников, да благословит Аллах их и приветствует.</li>\n            </ol>\n            <p><strong>Возникает вопрос:</strong> можно ли поздравлять человека с определенными поклонениями, например, с наступлением месяца Рамадан?</p>\n            <p>Ответ: Да, можно. Более того, можно поздравить и с концом Рамадана. Можно поздравлять с праздником и просить у Аллаха дуа о принятии твоего и его постов. Это было обычаем предшественников.</p>\n            <ol start=\"2\">\n            <li>Рай достанется только тем, кто обладал обоими качествами: и верой, и праведными деяниями.</li>\n            </ol>\n            <p>Кто-то может возразить: но в Коране говорится, что этих качеств четыре: вера, праведные дела, заповедование истины, и заповедование терпения.</p>\n            <p>Ответ: последние два качества относятся к праведным деяниям, но иногда упоминаются какие-то отдельные случаи чего-то общего по какой-либо причине.</p>\n            <ol start=\"3\">\n            <li>Награда верующих, совершавших праведные деяния, гораздо больше, чем их деяния. Ведь жизнь ограниченна, а награда будет вечная. Тем более дела, которые они приготовили на следующую жизнь, несовершенны: иногда там присутствует лень, усталость и прочие недостатки. Но если Аллах пожелает, то даст Рай, наслаждение в котором совершенно.</li>\n            <li>Сады бывают разных видов, так как Аллах упомянул их во множественном числе. Это говорится и в Коране, и в Сунне. Что касается Корана, то Аллах сказал: <strong>«Тем же, которые боялись предстать перед своим Господом, уготовано два сада»</strong> Сура «ар-Рахман», аят 46. Также Он говорит: <strong>«А перед теми двумя есть еще два сада»</strong> Сура «ар-Рахман», аят 62. Пророк, да благословит его Аллах и приветствует, сказал: <strong><em>«(Там есть) два сада, сосуды и все остальное в которых (сделаны) из серебра, и еще два сада, сосуды и все остальное в которых (сделаны) из золота»</em></strong>. Сахих аль-Бухари, Книга Толкования Корана, глава 1: слова Аллаха: <strong>«А перед теми двумя есть еще два сада»</strong>, хадис № 4878; Сахих Муслима, Книга Веры, глава 80: доказательство того, что верующие увидят в Раю своего Господа, хадис № 448/180.</li>\n            <li>Совершенство мощи Аллаха в сотворении этих рек без известной причины, в отличие от земных рек, так как известно, откуда берутся земные реки. Более того, в этом мире нет рек из молока, или меда, или вина. В преданиях приводится [Приводит ат-Табари в своем толковании от Масрука, 1/384, № 509, 510, 511. Передатчики заслуживают доверия], что эти реки текут без русла, то есть текут по ровной поверхности. И без границ, которые ограничивали бы их, но они будут течь, а люди будут приходить и поворачивать их, куда захотят. Ибн аль-Кайим писал в своей касыде «ан-Нунийя»:</li>\n            </ol>\n            <p style=\"text-align: center;\"><em>«Его реки текут без русел, Пречист же Тот, Кто удерживает их от разлива».</em></p>\n            <ol start=\"6\">\n            <li>Из совершенства милости, которые будут оказаны обитателям Рая, — пища будет похожей на то, что было раньше. Всякий раз, когда им будут подавать плоды для пропитания, они будут говорить: <strong>«Это уже было даровано нам прежде»</strong>. Это — совершенная милость и наслаждение в том, что они будут употреблять.</li>\n            <li>Доказательство того, что в Раю будут супруги, что также относится к совершенной милости. Там будет близость, но без всего неприятного, что в ней есть в этом мире. Там не будет ни спермы, ничего подобного. Ведь Аллах создал сперму в этом мире, чтобы род человеческий продолжался, и именно в ней содержится то, благодаря чему появляется зародыш, который, по воле Аллаха, превращается в ребенка. Но в Последней жизни они не будут нуждаться в этом, ведь в продолжении потомства теперь нет смысла. Они там будут жить, и никто из них не умрет: все пребудут там вечно. Им не нужен никто, кто будет помогать им: там будут юноши, которые будут обходить их с чашами, кувшинами и кубками с родниковым напитком. Им не нужен никто, кто будет лезть на дерево, чтобы достать оттуда плоды. Аллах сказал: <strong>«…а свежие плоды этих двух садов будут склоняться низко»</strong> Сура «ар-Рахман», аят 54. Также Он сказал: <strong>«…где плоды склоняются низко»</strong> Сура «аль-Хакка», аят 23. Некоторые ученые даже упоминают о том, что ветка сама склонится к человеку, чтобы он сорвал плод, когда тот посмотрит на него и захочет его. Это неудивительно. Мы нередко видим, как что-то склоняется к чему-то без какого-либо внешнего воздействия, а в Последней жизни тем более.</li>\n            <li>Обитатели Рая пребудут в нем вечно; они никогда не исчезнут, никто там не исчезнет. Все ахлюс-сунна уаль- джамаа единогласно уверены в этом.</li>\n            </ol>\n\n\n        "}, {"title": "Аяты 26-29. Притчи и доводы, указывающие на существование Творца", "chapter": "Глава 6", "text": "\n            <h3>﴾ إِنَّ اللَّهَ لَا يَسْتَحْيِي أَن يَضْرِبَ مَثَلًا مَّا بَعُوضَةً فَمَا فَوْقَهَا فَأَمَّا الَّذِينَ آمَنُوا فَيَعْلَمُونَ أَنَّهُ الْحَقُّ مِن رَّبِّهِمْ وَأَمَّا الَّذِينَ كَفَرُوا فَيَقُولُونَ مَاذَا أَرَادَ اللَّهُ بِهَذَا مَثَلًا يُضِلُّ بِهِ كَثِيرًا وَيَهْدِي بِهِ كَثِيرًا وَمَا يُضِلُّ بِهِ إِلَّا الْفَاسِقِينَ * الَّذِينَ يَنقُضُونَ عَهْدَ اللَّهِ مِن بَعْدِ مِيثَاقِهِ وَيَقْطَعُونَ مَا أَمَرَ اللَّهُ بِهِ أَن يُوصَلَ وَيُفْسِدُونَ فِي الْأَرْضِ أُولَئِكَ هُمُ الْخَاسِرُونَ * كَيْفَ تَكْفُرُونَ بِاللَّهِ وَكُنتُمْ أَمْوَاتًا فَأَحْيَاكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ ثُمَّ إِلَيْهِ تُرْجَعُونَ * هُوَ الَّذِي خَلَقَ لَكُم مَّا فِي الْأَرْضِ جَمِيعًا ثُمَّ اسْتَوَى إِلَى السَّمَاءِ فَسَوَّاهُنَّ سَبْعَ سَمَاوَاتٍ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ﴿ </p>\n            <br>\n            <h4>Примерный перевод смысла аятов на русском языке:</h4>\n            <p><strong>«Воистину, Аллах не смущается приводить притчи о комаре или том, что больше него. Те, которые уверовали, знают, что это — истина от их Господа. Те же, которые не уверовали, говорят: “Чего хотел Аллах, когда приводил эту притчу?”. Посредством нее Он многих вводит в заблуждение, а многих наставляет на прямой путь. Однако вводит Он в заблуждение посредством нее только нечестивцев, которые нарушают завет с Аллахом после того, как они заключили его, разрывают то, что Аллах велел поддерживать, и распространяют нечестие на земле. Именно они окажутся в убытке. Как вы можете не веровать в Аллаха, тогда как вы были мертвы, и Он оживил вас? Потом Он умертвит вас, потом оживит, а потом вы будете возвращены к Нему. Он — Тот, Кто сотворил для вас все, что на земле, а затем обратился к небу и сделал его семью небесами. Ему известно о всякой вещи»</strong>.</p>\n            <p>Сура «Корова», аяты 26-29.</p>\n            <br><br>\n            <h3 class=\"arabic\" dir=\"rtl\" style=\"text-align: center;\">﴾ إِنَّ اللَّهَ لَا يَسْتَحْيِي أَن يَضْرِبَ مَثَلًا مَّا بَعُوضَةً فَمَا فَوْقَهَا فَأَمَّا الَّذِينَ آمَنُوا فَيَعْلَمُونَ أَنَّهُ الْحَقُّ مِن رَّبِّهِمْ وَأَمَّا الَّذِينَ كَفَرُوا فَيَقُولُونَ مَاذَا أَرَادَ اللَّهُ بِهَذَا مَثَلًا يُضِلُّ بِهِ كَثِيرًا وَيَهْدِي بِهِ كَثِيرًا وَمَا يُضِلُّ بِهِ إِلَّا الْفَاسِقِينَ﴿ </h3>\n            <blockquote><p>\n            Воистину, Аллах не смущается приводить притчи о комаре или том, что больше него. Те, которые уверовали, знают, что это — истина от их Господа. Те же, которые не уверовали, говорят: «Чего хотел Аллах, когда приводил эту притчу?» Посредством нее Он многих вводит в заблуждение, а многих наставляет на прямой путь. Однако Он вводит в заблуждение посредством нее только нечестивцев.\n            </p></blockquote>\n            <h3 style=\"text-align: center;\">Толкование /тафсир/:</h3>\n            <p><strong>«Воистину, Аллах не смущается приводить притчи…»</strong>, то есть стеснительность не мешает Ему приводить притчи, даже если эта притча о чем-то маленьком и презренном. Частица « مَّا » здесь указывает на то, что Аллах не стесняется никаких притчей.</p>\n            <p><strong>«…о комаре»</strong>. Смысл получается следующим: «… приводить любые притчи, например, о комаре». Смысл притчи состоит в маленьком размере комара и его презренности. Ученые упоминают, что причиной ниспослания этого аята является случай с многобожниками, когда они спросили: «Как Аллах может приводить в пример муху?!» Он сказал: <strong>«О люди! Приводится притча, послушайте же ее. Воистину, те, кому вы поклоняетесь помимо Аллаха, не сотворят и мухи, даже если они объединятся для этого»</strong> Сура «аль-Муъминун», аят 73. Сказали ученые, что Аллах использует муху как аргумент в споре. Тогда Аллах объяснил, что Он не стесняется истины, даже если Он приведет в качестве довода для нее притчу о комаре или то, что больше него.</p>\n            <p><strong>«…или том, что больше него»</strong>. Что имеется в виду под словом « فَوْقَ » /над/: еще более презренный или тот, кто больше комара в размере? В первом случае выходит, что говорится о том, кто меньше комара, во втором — о том, кто больше него. И кто выше по положению: комар или муха? Ясно, что муха, ведь она больше по размеру и сильнее комара. Но в аяте, как уже упоминалось, может говориться и о том, кто меньше комара, так как слово « فَوْقَ » иногда приходит со значением «над», иногда — «под». Ему подобно слово « وراء », которое иногда приходит в значении «за», иногда — «перед». Аллах сказал: <strong>«Я захотел повредить его, потому что перед [Здесь использовано слово « وراء »] ними находился царь, который силой отнимал все целые корабли»</strong> Сура «аль-Кахф», аят 79.</p>\n            <p><strong>«Те, которые уверовали, знают, что это — истина от их Господа»</strong>, то есть знают, что притчи, приводимые Аллахом — истина.</p>\n            <p>Они верят во все это, и видят в них знамения.</p>\n            <p><strong>«Те же, которые не уверовали, говорят: «Чего хотел Аллах, когда приводил эту притчу?»</strong> — так как истина неясна для них, ведь они сами отвернулись от нее. Аллах сказал: <strong>«Когда ему читают Наши аяты, он говорит: “Это — сказки древних народов!” Но нет! Их сердца окутаны тем, что они приобрели»</strong> Сура «аль-Мутаффифин», аяты 13–14.</p>\n            <p><strong>«Посредством нее Он многих вводит в заблуждение»</strong>. Это новое предложение, которое указывает нам на мудрость того, что Аллах приводит притчи о чем-то маленьком и презренном. Поэтому, читая аят, мы должны останавливаться между словами Аллаха: « فَيَقُولُونَ مَاذَا أَرَادَ اللَّهُ بِهَـذَا مَثَلاً », — и « يُضِلُّ بِهِ ». Аллах вводит в заблуждение с помощью этой притчи множество людей.</p>\n            <p><strong>«…а многих наставляет на прямой путь. Однако Он вводит в заблуждение посредством нее только нечестивцев»</strong>, то есть тех, кто не повинуется Аллаху. Здесь имеется в виду полное неповиновение, неверие. Иногда под нечестием имеется в виду неверие, иногда нет. В словах: <strong>«А пристанищем нечестивцев будет Огонь»</strong> Сура «ас-Саджда», аят 20, — имеется в виду неверие. Подобно этому и здесь.</p>\n            <h3 style=\"text-align: center;\">Пользы /фауаид/:</h3>\n            <ol>\n            <li>Доказательство того, что Аллах имеет такое качество, как стыд. Он сказал: <strong>«Воистину, Аллах не смущается приводить притчи…»</strong>. Доказательством служит то, что отрицание смущения в определенных случаях указывает на его наличие в противоположных случаях. На это также явно указывает Сунна, ведь Пророк, да благословит его Аллах и приветствует, сказал: <strong><em>«Поистине, ваш Господь — Стеснительный и Щедрый. Он стесняется не ответить Своему рабу ничем, когда тот протягивает к Нему руки в молитве»</em></strong>[1]. Аллах стесняется, но не так, как Его творения. Ведь стеснительность творений — это его некая неуверенность в себе перед чем-то. Стеснительный человек чувствует неуверенность, не может что-то сказать или сделать. Это является качеством, указывающим на слабость и недостаток, если стеснительность проявляется в ненужном месте.</li>\n            <li>Аллах приводит притчи, так как они являются чем-то материальным, через что можно понять вещи нематериальные. Смотри, что сказал Аллах: <strong>«Те, которые взяли себе покровителей и помощников помимо Аллаха, подобны пауку, соткавшему себе жилище»</strong> Сура «аль-’Анкабут», аят 41. Этот дом не спасает его ни от жары, ни от холода, ни от дождя, ни от ветра. Аллах далее говорит: <strong>«Воистину, самое непрочное жилище — это жилище паука. Если бы они только знали»</strong>. Также Аллах говорит: <strong>«А те, которых они призывают вместо Него, ничем не отвечают им. Они подобны тому, кто простирает руки к воде, чтобы поднести ее ко рту, но не может этого сделать»</strong> Сура «ар-Ра’д», аят 14. Представь, что человек протянул руки, чтобы зачерпнуть из ручья или реки и выпить оттуда, но не может! И те, которые протягивают свои руки к идолам, подобны тем, кто протягивает руки к реке, чтобы зачерпнуть воды. Подобные притчи используются либо для того, чтобы человек лучше понял, либо для того, чтобы указать ему на мудрость чего-то.</li>\n            <li>Также отсюда видно, что комар — одно из самых презренных животных, так как Аллах сказал: <strong>«…о комаре или том, что больше него»</strong>. Несмотря на это, он может проникать в ложе тиранов и иногда убивать их. Человек иногда погибает из-за комаров, несмотря на то что комар — маленькое презренное насекомое.</li>\n            <li>Милость Аллаха по отношению к Своим рабам, ведь Он приводит нам притчи, которые мы можем использовать для понимания каких-то вещей, чтобы это прочнее укрепилось в наших сердцах.</li>\n            <li>Суждение по аналогии /кыяс/ является доказательством. Любой пример, где Аллах сравнивает что-то, является доводом на утверждение аналогии.</li>\n            <li>Достоинство имана и то, что разум верующего никогда не воспротивится тому, что Аллах ниспослал. Он сказал: <strong>«Те, которые уверовали, знают, что это — истина от их Господа»</strong>. Они не возражают, не спрашивают: «А почему? А зачем?» Они говорят: «Слушаем и повинуемся, и верим в это». Они веруют, что Аллах обладает безграничной мудростью в том, что Он предписал и что предопределил.</li>\n            <li>Утверждение существования обособленного господства. Он сказал: <strong>«…их Господа»</strong>. Знай, что господство Аллах бывает общим, и обособленным. Общее господство включает в себя господство над всеми творениями, управление всеми людьми. Обособленное господство ограничено теми, к кому оно приписано, и включает в себя особую заботу Аллаха по отношению к ним. Аллах упомянул оба вида, сказав: <strong>«Они сказали: “Мы уверовали в Господа миров, Господа Мусы и Харуна”»</strong> Сура «аль-А’раф», аяты 121–122. В первом аяте говорится об общем господстве, во втором — об обособленном, что касается только Мусы и Харуна. В свою очередь, и рабство по отношению к Аллаху бывает общим и обособленным. Про общее говорится в аяте: <strong>«Каждый, кто на небесах и на земле, явится к Милостивому только в качестве раба»</strong> Сура «Марьям», аят 93. Об обособленном — в словах Всевышнего: <strong>«Благословен Тот, Кто ниспослал Cвоему рабу…»</strong> Сура «аль-Фуркан», аят 1. Разница между ними заключается в том, что под общим рабством имеется в виду подчинение всего законам Вселенной, а обособленное — подчинение Законам Аллаха. Поэтому неверный будет рабом Аллаха в смысле, а верующий — в обоих смыслах этого слова.</li>\n            <li>Обычаем неверующих является проявление возражений по отношению к Закону Аллаха и мудрости Аллаха, так как Он сказал: <strong>«Те же, которые не уверовали, говорят: “Чего хотел Аллах, когда приводил эту притчу?”»</strong>. Каждый, кто имеет даже маленькое возражение против Законов Аллаха, тот имеет в себе некое подобие неверующего. Например, если кто-то спросит: «Почему, поев мяса верблюда, человек обязан взять омовение заново, а, поев мясо грязной и мерзкой свиньи, не обязан, хотя мясо свиньи есть разрешено только в исключительных ситуациях?» <strong>Ответ:</strong> Это является возражением против Закона Аллаха, и это указывает на недостаток его веры, так как вера обязывает нас полностью подчиниться Закону Аллаха. Исключение составляет тот случай, если человек задает подобные вопросы, чтобы понять мудрость чего-то или что-то подобное.</li>\n            <li>Слово <strong>«много»</strong> не указывает на большинство, так как Аллах сказал: <strong>«Посредством нее Он многих вводит в заблуждение, а многих наставляет на прямой путь»</strong>. Если сказать, что это так, то заблудших и идущих прямым путем оказалось бы равное количество, что не соответствует действительности, ведь в потомстве Адама каждые 999 из 1000 — заблудшие, а один из тысячи — на прямом пути. Поэтому слово <strong>«много»</strong> не указывает на большинство. И если человек скажет кому-то: «У меня для тебя есть много денег», — и отдаст ему три дирхама, то он больше ничего не должен, ведь слово «много» относительно и в зависимости от ситуации может означать как большинство, так и меньшинство.</li>\n            <li>Заблуждение человека происходит не по причине простого желания Аллаха. Напротив, есть причина, по которой Аллах ввергает раба в заблуждение. Аллах говорит: <strong>«Однако Он вводит в заблуждение посредством нее только нечестивцев»</strong>. Это похоже на слова Всевышнего: <strong>«Когда же они уклонились, Аллах совратил их сердца. Аллах не ведет прямым путем людей нечестивых»</strong> Сура «ас-Сафф», аят 5.</li>\n            <li>Опровержение кадаритам, которые сказали: «Человек независим в своих делах и не имеет никакой связи с волей Аллаха». Аллах сказал: <strong>«Однако Он вводит в заблуждение посредством нее только нечестивцев»</strong>.</li>\n            </ol>\n            <p>[1] Сунан Абу Дауда, Книга Витра, глава 23: о дуа, хадис № 1488; Сунан ат-Тирмизи, Книга Молитв, глава 104: о словах: «Поистине, ваш Господь — Стеснительный и Щедрый…», хади № 3556; Сунан Ибн Маджи, Книга Молитв, глава 13: о поднятии рук во время молитвы, хадис № 3865; хадис приводит Абдур-Раззак, 2/251, глава поднятия рук в намазе, хадис № 3250. аль-Альбани сказал в «Сахиху Аби Дауд», 1/409, хадис № 1488: «Хадис достоверный».</p>\n            <br><br>\n            <h3>﴾ الَّذِينَ يَنقُضُونَ عَهْدَ اللَّهِ مِن بَعْدِ مِيثَاقِهِ وَيَقْطَعُونَ مَا أَمَرَ اللَّهُ بِهِ أَن يُوصَلَ وَيُفْسِدُونَ فِي الْأَرْضِ أُولَئِكَ هُمُ الْخَاسِرُونَ﴿ </h3>\n            <blockquote><p>\n            Которые нарушают завет с Аллахом после того, как они заключили его, разрывают то, что Аллах велел поддерживать, и распространяют нечестие на земле. Именно они окажутся в убытке.\n            </p></blockquote>\n            <h3 style=\"text-align: center;\">Толкование /тафсир/:</h3>\n            <p><strong>«Которые нарушают завет с Аллахом после того, как они заключили его»</strong>, то есть завет, который заключен между ними и Аллахом: вера в Него и в Его посланников. Этот завет заключен с каждым человеком. Когда посланник приходит со знамениями, каждый обязан уверовать в него. А эти нарушили договор: не уверовали в Аллаха и в Его посланников. Нарушить — значит испортить что-то после его утверждения. Аллах указал на этот договор, сказав: <strong>«Аллах взял завет с сынов Исраиля /Израиля/. Мы создали среди них двенадцать вождей. Аллах сказал: “Я — с вами. Если вы будете совершать намаз и выплачивать закят, уверуете в Моих посланников, поможете им и одолжите Аллаху прекрасный заем, то Я отпущу вам ваши прегрешения и введу вас в сады, в которых текут реки. А если кто-либо из вас после этого станет неверующим, то он сойдет с прямого пути”»</strong> Сура «аль-Маида», аят 12.</p>\n            <p><strong>«…разрывают то, что Аллах велел поддерживать»</strong>. Они разрывают все, что Аллах велел поддерживать: родственные связи, помощь посланникам, помощь истине и ее защита.</p>\n            <p><strong>«…и распространяют нечестие на земле»</strong>. Они стремятся к тому, что влечет за собой распространение нечестия, как косвенно, например, совершение грехов, ослушания, так и в прямом смысле, например, несут разрушения, совершают убийства и прочее.</p>\n            <p><strong>«…окажутся в убытке»</strong>. Оказавшийся в убытке — это тот, кто не получил прибыли. Они упустили прибыль, которую получает только тот, кто не нарушал завет с Аллахом после того, как заключил его, и не разрывал то, что Аллах велел поддерживать.</p>\n            <h3 style=\"text-align: center;\">Пользы /фауаид/:</h3>\n            <ol>\n            <li>Нарушение договора с Аллахом является нечестием, так как Аллах сказал: <strong>«Которые нарушают завет с Аллахом после того, как они заключили его»</strong>. Каждый, кто делает упущения в обязательном или совершает что-то запрещенное, нарушает этот завет после его заключения.</li>\n            <li>Предостережение от нарушения договора с Аллахом после того, как он был заключен, так как это является причиной нечестия.</li>\n            <li>Предостережение от разрывания того, что Аллах велел поддерживать. Сюда относится поддерживание родственных связей. Аллах упомянул этот грех среди деяний нечестивцев. Разрывание родственных связей относится к большим грехам. Пророк, да благословит его Аллах и приветствует, сказал: <strong><em>«Не войдет в Рай разрывающий»</em></strong> [1]. То есть разрывающий родственные связи.</li>\n            <li>Грехи и ослушания являются причиной распространения нечестия на земле. Как сказал Всевышний: <strong>«Зло появляется на суше и на море по причине того, что совершают людские руки, чтобы они вкусили часть того, что они натворили, и чтобы они вернулись на прямой путь»</strong> Сура «ар-Рум», аят 41. Поэтому, если дожди не выпадают, а земля бесплодна, и люди обратятся к своему Господу, прочитают намаз прошения дождя и покорно попросят Его, покаются Ему, то Аллах даст им дождь. Пророк Нух, мир ему, сказал своему народу: <strong>«Просите у вашего Господа прощения, ведь Он — Всепрощающий. Он ниспошлет вам с неба обильные дожди, поддержит вас имуществом и детьми, взрастит для вас сады и создаст для вас реки»</strong> Сура «Нух», аяты 10–12.</li>\n            </ol>\n            <p><strong>А если кто-либо возразит:</strong> «Разве не бывает такого, чтобы на земле, населенной праведными людьми, выполняющими предписания Аллаха и не нарушающими права людей, мы находим порчу»?</p>\n            <p><strong>Ответ:</strong> это похоже на то, что приводит нам мать правоверных Аиша, да будет доволен ей Аллах. Пророк, да благословит его Аллах и приветствует, сказал: «Горе арабам от того зла, что уже близко». Она спросила: «Мы погибнем, даже если среди нас будут праведники?» Он ответил: <strong><em>«Да, если грехов станет больше»</em></strong> [2]. Слова: <strong><em>«Да, если грехов станет больше»</em></strong>, — имеют два смысла:</p>\n            <ul>\n            <li>Если грехи увеличатся за счет того, что простой народ будет совершать их;</li>\n            <li>Если малая группа людей будет совершать какие-либо грехи, а праведные люди не будут их порицать.</li>\n            </ul>\n            <p>Если в некой местности будет много неверных, то это может стать причиной бедствий и зла, так как неверие является нечистотой, и чем больше нечистоты, тем больше грехов и скверны. Если же увеличится количество грехов и ослушаний, то это также станет причиной бедствий и зла, так как грехи — это тоже скверна.</p>\n            <ol start=\"5\">\n            <li>Люди, которые возражают Аллаху относительно тех притч, которые приводятся Им, и разрывают свои договоры, разрывают то, что им было велено поддерживать, распространяют на земле нечестие, являются теми, кто потерпел истинный убыток, даже если они и думают, что поступают хорошо.</li>\n            </ol>\n            <p>[1] Сахих аль-Бухари, Книга Этикета, глава 11: о греховности разрыва (родственных связей), хадис № 5984; Сахих Муслима, Книга Благочестия и соединения родственных связей, глава 6: соединение родственных связей и запрет на их разрыв, хадис № 6520/2556.</p>\n            <p>[2] Сахих аль-Бухари, Книга Рассказов о пророках, глава 7: история о Йаджудж и Маджудж, хадис № 3346; Сахих Муслима, Книга Смут и признаков Судного дня, глава 1: приближение смут и пролом в стене Йаджудж и Маджудж, хадис № 7235/2880.</p>\n            <br><br>\n            <h3>﴾ كَيْفَ تَكْفُرُونَ بِاللَّهِ وَكُنتُمْ أَمْوَاتًا فَأَحْيَاكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ ثُمَّ إِلَيْهِ تُرْجَعُونَ﴿ </h3>\n            <blockquote><p>\n            Как вы можете не веровать в Аллаха, тогда как вы были мертвы, и Он оживил вас? Потом Он умертвит вас, потом оживит, а потом вы будете возвращены к Нему.\n            </p></blockquote>\n            <h3 style=\"text-align: center;\">Толкование /тафсир/:</h3>\n            <p><strong>«Как вы можете не веровать в Аллаха…»</strong>. Вопрос имеет значение порицания и удивления. Неверие в Аллаха — значит отрицание и принятие Его за ложь. Глагол « كفر » /не верить/ образован от того же глагола со значением «покрывать». Слово « كُفُرِيّ » (то, что покрывает пальмовый ствол) образовано от него же. То есть: «Как вы можете отрицать Его, считать Его ложью, быть высокомерными, уклоняться от поклонения Ему и отрицать воскрешение, хотя знаете, откуда вы произошли!?»</p>\n            <p><strong>«…тогда как вы были мертвы»</strong>. Человек мертв до того, пока в зародыш не вдунут душу.</p>\n            <p><strong>«…Он оживил вас»</strong> — так как в вас вдули душу.</p>\n            <p><strong>«Потом Он умертвит вас…»</strong> — во второй раз, когда вы уйдете из этого мира.</p>\n            <p><strong>«…потом оживит»</strong> — в последний раз, и после этого не будет смерти.</p>\n            <p><strong>«…а потом вы будете возвращены к Нему»</strong>. После того, как вы будете оживлены во второй раз, вы будете возвращены к Аллаху, который поведает вам о ваших делах и воздаст за них.</p>\n            <h3 style=\"text-align: center;\">Пользы /фауаид/:</h3>\n            <ol>\n            <li>Неверие настолько сильно, что доходит до степени удивления тому, как неверный, знающий свое положение и свой исход, не уверует в Аллаха.</li>\n            <li>Бездушные предметы можно назвать мертвыми, даже если они никогда не были живыми. То есть, чтобы назвать предмет мертвым, необязательно, чтобы он жил до этого. Аллах сказал: <strong>«…вы были мертвы, и Он оживил вас»</strong>. Некоторые люди думают, что мертвым можно назвать только того, кто жил до этого, но они не правы, так как Аллах назвал мертвыми неодушевленные предметы. Аллах сказал: <strong>«Они мертвы, не живы и не знают, когда они будут воскрешены»</strong> Сура «ан-Нахль», аят 21.</li>\n            <li>Если с плодом случится выкидыш до того, как в него войдет душа, к нему не применяются положения и законы, касающиеся живого человека: его не моют перед захоронением, не оборачивают в саван, не читают намаз джаназа над ним, он не может наследовать и передавать наследство, ведь он мертв, неодушевлен, следовательно, не заслуживает ничего из того, что заслуживают живые. Поэтому его можно похоронить в любом месте, независимо от того, кладбище это или что-то иное.</li>\n            <li>Абсолютная мощь Аллаха, ведь Он делает так, чтобы мертвый зародыш ожил, и он оживает, превращается в человека, который может двигаться, говорить, стоять, сидеть и делать все, что пожелает Аллах.</li>\n            <li>Доказательство воскрешения после смерти, так как Аллах сказал: <strong>«…потом оживит, а потом вы будете возвращены к Нему»</strong>. Люди отрицали воскрешение и говорили: <strong>«Кто оживит кости, которые истлели?»</strong> Сура «Йа Син», аят 78. Но Аллах привел против этих людей восемь аргументов в конце суры «Йа Син»:\n            <ul>\n            <li>Первый аргумент. Аллах сказал: <strong>«Скажи: «Оживит их Тот, Кто создал их в первый раз»</strong> Сура «Йа Син», аят 79. Этот аят служит доказательством того, что Аллах способен оживить кости, которые истлели. Слова: <strong>«…создал их в первый раз»</strong>, — являются ясным и неопровержимым доводом в Его способности воскресить, как об этом сказал Всевышний: <strong>«Он — Тот, Кто создает творения в первый раз, а затем воссоздает их, и сделать это для Него еще легче»</strong> Сура «ар-Рум», аят 27.</li>\n            <li>Второй аргумент. Аллах сказал: <strong>«Он ведает о всяком творении»</strong> Сура «Йа Син», аят 79. Разве возможно, чтобы Аллах, Который знает обо всех, не смог воскресить. Он знает, как сотворил их, и знает, как сотворить их сейчас. Несомненно, Он сможет сотворить их заново.</li>\n            <li>Третий аргумент. Аллах сказал: <strong>«Он создал для вас огонь из зеленого дерева, и теперь вы разжигаете огонь от него»</strong> Сура «Йа Син», аят 80. Зеленое дерево холодное и влажное, а огонь из него горячий и сухой. Огонь, горячий и сухой, возникает из древесины, холодной и влажной. Раньше люди высекали огонь с помощью огнива, когда они били их друг об друга, вылетали искры. Также у них было то, что позволяло огню быстро разгораться, а Аллах говорит: <strong>«…и теперь вы разжигаете огонь от него»</strong>. Доказательство заключается в том, что Тот, кто может вывести сухой горячий огонь из зеленого дерева, несмотря на их противоположность, сможет и оживить истлевшие кости.</li>\n            <li>Четвертый аргумент. Всевышний сказал: <strong>«Неужели Тот, Кто сотворил небеса и землю, не способен создать подобных им? Конечно…»</strong> Сура «Йа Син», аят 81. Сотворение небес и земли намного более великое, чем сотворение человека, поэтому Тот, кто сотворил небеса и землю, способен сотворить нечто меньшее.</li>\n            <li>Пятый аргумент. Аллах сказал: <strong>«…Он — Творец, Знающий»</strong> Сура «Йа Син», аят 81. Аллах — Творец. Творение — это его постоянное качество. И так как оно является его постоянным качеством, то Он точно сможет оживить истлевшие кости.</li>\n            <li>Шестой аргумент. Аллах сказал: <strong>«Когда Он желает чего-либо, то стоит Ему сказать: “Будь!” — как это сбывается»</strong> Сура «Йа Син», аят 82. Если Он захочет чего-нибудь, чего бы то ни было, то ему достаточно сказать: «Будь». Поэтому, чтобы сотворить что-либо во второй раз, ему достаточно, как и в первый раз, сказать: «Будь». Суть доказательства в том, что ничто не может воспротивиться Его воле.</li>\n            <li>Седьмой аргумент. Аллах сказал: <strong>«Пречист Тот, в Чьей Руке власть над всякой вещью!»</strong> Сура «Йа Син», аят 83. Все принадлежит Аллаху: Он может создать что-то из ничего, уничтожить уже сотворенное, так как Он — Господь всякой вещи. Доказательство состоит в том, что Аллах очистил самого Себя, что включает в себя и очищение от того, чтобы не смочь оживить истлевшие кости.</li>\n            <li>Восьмой аргумент. Аллах сказал: <strong>«К Нему вы будете возвращены»</strong> Сура «Йа Син», аят 83. Суть доказательства в том, что не было бы смысла сначала сотворить все творения, потом повелевать им, запрещать что-то, отправлять посланников, позволять случиться войнам среди верующих и неверных, а потом все оставить просто так. Они обязаны вернуться. Это довод, основанный на логике.</li>\n            </ul>\n            <p>Эти восемь доказательств, указывающих нам на то, что Аллах способен оживить истлевшие кости, Аллах собрал в одном месте. В Коране и в Сунне есть очень много других доказательств этого.</li>\n            <li>Все творения вернутся к Аллаху.</li>\n            </ol>\n            <br><br>\n            <h3>﴾ هُوَ الَّذِي خَلَقَ لَكُم مَّا فِي الْأَرْضِ جَمِيعًا ثُمَّ اسْتَوَى إِلَى السَّمَاءِ فَسَوَّاهُنَّ سَبْعَ سَمَاوَاتٍ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ﴿ </h3>\n            <blockquote><p>\n            Он — Тот, Кто сотворил для вас все, что на земле, а затем обратился к небу и сделал его семью небесами. Ему известно обо всякой вещи.\n            </p></blockquote>\n            <h3 style=\"text-align: center;\">Толкование /тафсир/:</h3>\n            <p>После того, как Аллах упомянул, что Он способен оживлять и умерщвлять, Он разъяснил Своим рабам Свою милость: Он сотворил для них все, что есть на земле.</p>\n            <p><strong>«Он — Тот, Кто сотворил для вас…»</strong>, то есть сотворил, основываясь на Своем знании и расчете, в соответствии со Своей мудростью. Предлог « ل» в слове « لكم » указывает на две вещи:</p>\n            <ul>\n            <li>разрешенность, например, ты говоришь: «Я разрешил тебе (для тебя)»;</li>\n            <li>причину, то есть все это сотворено по вашей причине, для вас.</li>\n            </ul>\n            <p><strong>«…все, что на земле»</strong>. Слово « ما » здесь обобщающее. Всё, что есть на земле, сотворено для нас: деревья, пашни, реки, горы и т. д.</p>\n            <p><strong>«…а затем…»</strong>, то есть потом, после того как сотворил для нас все, что есть на земле.<br />\n            <strong><br />\n            «…обратился к небу»</strong> — или, как сказал Ибн Джарир, да помилует его Аллах, возвысился над небом. Также было сказано «обратился» и это мнение выбрал Ибн Касир, да помилует его Аллах.</p>\n            <p>Поэтому относительно слов « اسْتَوَى إلَِ » среди ученых имеется два мнения:</p>\n            <ul>\n            <li>имеется в виду «обратился, решил». Относительно совершенного и окончательного решения говорится « اسْتَوَى ». Этот глагол сам по себе указывает на полноту и совершенство. Аллах сказал: « وَلَمَّا بَلَغَ أَشُدَّهُ وَاسْتَوَى », <strong>«Когда же он (Муса) возмужал и обрел силу»</strong> Сура «аль-Касас», аят 14, — то есть когда он полностью стал взрослым. Также говорят, что глагол « اسْتَوَى », если приходит вместе с предлогом « إِلَى », означает желание и обращение.</li>\n            <li>другие решили, что этот глагол всегда означает возвышение, поэтому предлог « إِلَى » (в, к) означает « على » (на, над). Но это мнение слабое, так как Аллах никогда не возвышался над небом: Он возвысился только над ’Аршем. Поэтому правильным мнением является мнение Ибн Касира о том, что этот глагол значит здесь совершенное окончательное желание.</li>\n            </ul>\n            <p><strong>«…небу»</strong>, — здесь имеется в виду высота, так как небеса в то время были подобны дыму.</p>\n            <p><strong>«…и сделал его семью небесами»</strong>, то есть сделал их ровными и мощными.</p>\n            <p><strong>«Ему известно обо всякой вещи»</strong>. Одно из проявлений Его абсолютных знаний — это то, что Он знал, как создать эти небеса.</p>\n            <h3 style=\"text-align: center;\">Пользы /фауаид/:</h3>\n            <ol>\n            <li>Милость Аллаха по отношению к Своим рабам, ведь Он создал для них все, что на земле. Хвала Аллаху, все, что на земле, принадлежит нам. Удивительно, что некоторые люди сами подчиняют себя этому миру и служат ему, а не он служит им. Тогда его самой большой заботой становится этот мир, накопление имущества, получение положения и тому подобное.</li>\n            <li>Основа всего, что находится на земле, — дозволенность: деревья, вода, плоды, животные и прочее. Это — великое правило. Например, если кто-либо съест какой-либо плод, а ему скажут: «Это — харам», — то, необходимо потребовать доказательство. Если даже кто-либо подстрелит птицу, найдет, добьет и съест, и ему скажут, что эта птица — харам, то необходимо потребовать у него доказательство. Поэтому все, что есть на земле — халяль, кроме того, относительно чего есть доказательство на запретность.</li>\n            <li>Усиление этой обобщенности — все на земле создано для нас. На это указывает слова « ما » и « جَِيعاً ». Аллах усилил предложение для того, чтобы кто-либо не подумал о том, что есть какие-либо исключения.</li>\n            <li>Доказательство того, что Аллах совершает действия, причем любые, какие пожелает. Он сказал: <strong>«…затем обратился к небу и сделал его семью небесами»</strong>. Он делает столько дел, что никто не сосчитает их, кроме Него, и говорит столько, что никто не сосчитает Его слов, кроме Него.</li>\n            <li>Указание на то, что небес — семь. Аллах сказал: <strong>«…его семью небесами»</strong>.</li>\n            <li>Указание на совершенство сотворения небес.</li>\n            <li>Доказательство совершенства знаний Аллаха. Он сказал: <strong>«Ему известно обо всякой вещи»</strong>.</li>\n            <li>Мы должны благодарить Аллаха за эту милость, а именно: за то, что Он создал для нас все, что на земле. Аллах не сообщил нам об этом просто, чтобы мы знали, Он сообщил нам это для того, чтобы мы поняли Его милость и благодарили Его за нее.</li>\n            <li>Мы должны бояться Аллаха, ведь Он обо всем знает. Если человек поймет, что Аллах обо все знает, даже о том, что мы скрываем в себе, то он станет остерегаться того, что гневит Его, и следить за своими делами, словами или даже мыслями.</li>\n            </ol>\n            <br><br>\n            <h3>﴾ إِنَّ اللَّهَ لَا يَسْتَحْيِي أَن يَضْرِبَ مَثَلًا مَّا بَعُوضَةً فَمَا فَوْقَهَا فَأَمَّا الَّذِينَ آمَنُوا فَيَعْلَمُونَ أَنَّهُ الْحَقُّ مِن رَّبِّهِمْ وَأَمَّا الَّذِينَ كَفَرُوا فَيَقُولُونَ مَاذَا أَرَادَ اللَّهُ بِهَذَا مَثَلًا يُضِلُّ بِهِ كَثِيرًا وَيَهْدِي بِهِ كَثِيرًا وَمَا يُضِلُّ بِهِ إِلَّا الْفَاسِقِينَ ﴿</h3>\n            <blockquote><p>\n            Воистину, Аллах не смущается приводить притчи о комаре или том, что больше него. Те, которые уверовали, знают, что это — истина от их Господа. Те же, которые не уверовали, говорят: «Чего хотел Аллах, когда приводил эту притчу?». Посредством нее Он многих вводит в заблуждение, а многих наставляет на прямой путь. Однако вводит Он в заблуждение посредством нее только нечестивцев,\n            </p></blockquote>\n            <p>Аллах не смущается приводить притчи даже о комаре и других мелких созданиях, поскольку они содержат в себе глубокий смысл и разъясняют людям истину. А ведь Всевышний Аллах не стесняется говорить об истине. Этим откровением Аллах словно опроверг слова тех, кто считал бесполезными притчи о ничтожных созданиях и возражал Аллаху. Однако такие притчи не дают оснований для возражения. Напротив, они являются милостью, посредством которой Аллах обучает Своих рабов, и люди обязаны прислушиваться к ним и принимать их с благодарностью. Вот почему правоверные понимают, что если притча ниспослана от Господа, то им надлежит постичь ее смысл и задуматься над ней. Если им удается уяснить ее смысл в деталях, то благодаря этому они приумножают свои знания и веру. Если же им не удается сделать этого, то они довольствуются тем, что верят в ее истинность и правдивость ее смысла. Они остаются убежденными в этом даже тогда, когда часть истины, заключенной в ниспосланной притче, остается сокрытой для них, ведь они твердо знают, что Аллах не приводит притчи ради забавы, а помещает в них великий смысл и безграничную милость. Что же касается неверующих, то они вопрошают: «Что хотел сказать Аллах этой притчей?» Они возмущаются и пребывают в недоумении, отчего их неверие приумножается, подобно тому, как усиливается вера правоверных. Именно поэтому Всевышний Аллах сказал, что посредством коранических притч Господь одних людей вводит в заблуждение, а других наставляет на прямой путь. Так правоверные и неверующие воспринимают ниспослание новых откровений. По этому поводу Всевышний сказал: <strong>«Когда ниспосылается сура, то среди них находится такой, который говорит: “Чья вера от этого стала сильнее?” Что касается тех, кто уверовал, то их вера от этого усиливается, и они радуются. А что касается тех, чьи сердца поражены недугом, то это добавляет сомнение к их сомнению, и поэтому они умрут неверующими»</strong> (9:124–125). Для рабов нет большей милости, чем ниспослание коранических аятов, однако именно это оборачивается для одних людей испытанием, разочарованием и заблуждением, приумножая их несчастье, а для других — великой милостью и щедрым даром, приумножающим их благо. Пречист и преславен Аллах, Который установил различия между Своими рабами, Единственный, Кто наставляет на прямой путь и вводит в заблуждение! Затем Аллах сообщил, что если Он вводит людей в заблуждение, то руководствуется божественной мудростью и поступает справедливо. Он вводит в заблуждение только нечестивцев, которые уклоняются от повиновения Ему и упорно сопротивляются Его посланнику, да благословит его Аллах и приветствует. Нечестие и неповиновение стали неотъемлемым качеством этих грешников, и они даже не пытались изменить это положение. Они не заслуживали верного руководства, и мудрость Всевышнего Аллаха требовала ввести их в заблуждение. В отличие от них, праведники обрели правую веру и украсили себя праведными деяниями, и поэтому мудрость и милость Всевышнего Аллаха требовали наставить их на прямой путь. Нечестие бывает двух видов. К первому виду относится неповиновение, которое выводит нечестивца из лона религии и веры. Именно такое нечестие упоминается в этом и других похожих аятах. Ко второму же виду относится нечестие, которое не выводит человека из лона веры. Оно упоминается в словах Всевышнего: <strong>«О те, которые уверовали! Если нечестивец принесет вам весть, то разузнайте, чтобы не поразить по незнанию невинных людей, а не то вы будете сожалеть о содеянном»</strong> (49:6).</p>\n            <br><br>\n            <h3>﴾ الَّذِينَ يَنقُضُونَ عَهْدَ اللَّهِ مِن بَعْدِ مِيثَاقِهِ وَيَقْطَعُونَ مَا أَمَرَ اللَّهُ بِهِ أَن يُوصَلَ وَيُفْسِدُونَ فِي الْأَرْضِ أُولَئِكَ هُمُ الْخَاسِرُونَ ﴿</h3>\n            <blockquote><p>\n            которые нарушают завет с Аллахом после того, как они заключили его, разрывают то, что Аллах велел поддерживать, и распространяют нечестие на земле. Именно они окажутся в убытке.\n            </p></blockquote>\n            <p>Всевышний описал качества нечестивцев и сообщил, что они нарушают завет с Аллахом после его заключения. Это относится к обязательствам рабов перед их Господом и перед творениями, которые скреплены суровым заветом. Однако нечестивцы не придают ему значения. Более того, они нарушают его, пренебрегая повелениями Аллаха и преступая Его запреты. А наряду с этим, они не выполняют своих обязательств по договорам, заключенным с другими людьми. Всевышний также сообщил, что они разрывают то, что Аллах велел поддерживать, и это распространяется на многие религиозные предписания. Аллах повелел нам поддерживать связи между нами и Аллахом, веруя в Него. Он повелел поддерживать связи между нами и Божьим посланником, да благословит его Аллах и приветствует, веруя в него и любя его, почтительно относясь к нему и выполняя свои обязанности перед ним. Он повелел поддерживать связи между нами и нашими родителями, родственниками, друзьями и прочими людьми, выполняя обязанности перед ними. Правоверные поддерживают связи, которые приказал поддерживать Аллах, исправно выполняя свои обязанности. Нечестивцы же обрывают их, пренебрегая своими обязанностями. Они ослушаются Божьих велений, совершают грехи и тем самым распространяют на земле нечестие. И всякий, кто обладает такими качествами, непременно окажется в убытке как в этом мире, так и в Последней жизни. Только такие люди окажутся потерпевшими убыток, поскольку их убыток будет всесторонним. Ни одно из их начинаний не принесет им прибыли, так как правая вера является непременным условием любого праведного поступка. И если человек лишен такой веры, то ни один из его поступков не является праведным. На такой убыток обречены только неверующие. Но есть и другая разновидность убытка, в котором человек оказывается не только по причине неверия, но и вследствие ослушания и пренебрежения разными желательными поступками. Об этой разновидности убытка Всевышний Аллах сказал: <strong>«Клянусь предвечерним временем (или временем)! Воистину, каждый человек в убытке, кроме тех, которые уверовали, совершали праведные деяния, заповедали друг другу истину и заповедали друг другу терпение!»</strong> (103:1–3). От подобного убытка не избавлен никто, кроме праведников, исповедующих правую веру, совершающих праведные деяния, призывающих руководствоваться истиной и призывающих хранить терпение. Сущность подобного убытка в том, что человек лишается блага, которое он мог заработать.</p>\n            <br><br>\n            <h3>﴾ كَيْفَ تَكْفُرُونَ بِاللَّهِ وَكُنتُمْ أَمْوَاتًا فَأَحْيَاكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ ثُمَّ إِلَيْهِ تُرْجَعُونَ ﴿</h3>\n            <blockquote><p>\n            Как вы можете не веровать в Аллаха, тогда как вы были мертвы, и Он оживил вас? Потом Он умертвит вас, потом оживит, а потом вы будете возвращены к Нему.\n            </p></blockquote>\n            <p>Этот вопрос означает удивление, порицание и осуждение. О люди! Как вы можете отказываться от веры в Аллаха, Который сотворил вас из небытия и одарил вас всевозможными благами, Который умерщвляет вас по завершении вашего жизненного срока и воздает вам по заслугам уже в могилах, Который непременно вернет вас к жизни после воскрешения и сполна воздаст вам за каждое совершенное деяние? Вы подвластны Ему, зависите от Его воли и живете по Его вселенским законам, а затем будете судимы по законам Его религии. Разве ж вам подобает отказываться от веры в своего Господа? Разве ж подобное неверие не является великим невежеством и чудовищной глупостью? Воистину, вам надлежит бояться вашего Господа и благодарить Его, уверовать в Него, страшиться Его наказания и надеяться на Его вознаграждение.</p>\n            <br><br>\n            <h3>﴾ هُوَ الَّذِي خَلَقَ لَكُم مَّا فِي الْأَرْضِ جَمِيعًا ثُمَّ اسْتَوَى إِلَى السَّمَاءِ فَسَوَّاهُنَّ سَبْعَ سَمَاوَاتٍ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ﴿ </h3>\n            <blockquote><p>\n            Он — Тот, Кто сотворил для вас все, что на земле, а затем обратился к небу и сделал его семью небесами. Ему известно о всякой вещи.\n            </p></blockquote>\n            <p>Все земные блага Аллах сотворил для людей по милости Своей, дабы они пользовались и наслаждались ими, делая из этого полезные выводы. Этот прекрасный аят свидетельствует о том, что все мирские блага считаются дозволенными и чистыми до тех пор, пока не доказано обратное, поскольку Всевышний Аллах упомянул о Своей милости по отношению к людям. На основании этого аята также можно утверждать, что все вредное и дурное запрещено, поскольку Аллах сотворил для людей то, что приносит им пользу. Значит, люди не имеют права пользоваться тем, что выходит за эти рамки. Запретив использовать все вредное и дурное, Господь также оказал людям великую милость. Далее Всевышний Аллах сообщил, что после сотворения земли Он обратился к небу. Глагол «истава» используется в Священном Коране в трех значениях. Когда он употребляется без предлога, то означает ‘достиг зрелости, совершенства’. Всевышний использовал его в таком значении, повествуя о пророке Мусе: <strong>«Когда он достиг зрелого возраста, Мы даровали ему власть (мудрость или пророчество) и знание»</strong> (28:14). Когда он употребляется с предлогом, обозначающим высокое положение, то означает ‘поднялся’, ‘вознесся’. Всевышний использовал его в таком значении, когда сказал: <strong>«Милостивый вознесся на Трон»</strong> (20:5); <strong>«Он сотворил всякие пары животных и растений и создал для вас среди кораблей и скотины те, на которых вы ездите, чтобы вы поднимались на их спины (или палубы)»</strong> (43:12–13). Когда он употребляется с предлогом, обозначающим направление, он означает ‘устремился’, ‘обратился’. Именно в таком значении этот глагол использован в обсуждаемом нами откровении. После сотворения земли Всевышний Аллах приступил к сотворению небес и сотворил их семью небесами. Он придал им совершенный облик и ведает обо всем сущем. Ему прекрасно известно, что попадает в землю и что выходит оттуда, что нисходит с небес и что восходит туда. Он ведает обо всем сокровенном и очевидном. В этом и во многих других аятах Аллах упомянул о сотворении Вселенной наряду с упоминанием о Своем божественном знании. Всевышний сказал: <strong>«Храните ли вы свои речи в секрете или же говорите о них вслух, Он ведает о том, что в груди. Неужели этого не будет знать Тот, Кто сотворил, если Он — Проницательный (или Добрый), Сведущий?»</strong> (67:13–14). Причина же этого заключается в том, что создание творений является самым убедительным доказательством божественного знания, мудрости и могущества.</p>\n\n        "}, {"title": "Аяты 30-34. Создание Адама, мир ему, и его предстояние перед ангелами", "chapter": "Глава 7", "text": "\n            <h3>﴾ وَإِذْ قَالَ رَبُّكَ لِلْمَلَائِكَةِ إِنِّي جَاعِلٌ فِي الْأَرْضِ خَلِيفَةً قَالُوا أَتَجْعَلُ فِيهَا مَن يُفْسِدُ فِيهَا وَيَسْفِكُ الدِّمَاءَ وَنَحْنُ نُسَبِّحُ بِحَمْدِكَ وَنُقَدِّسُ لَكَ قَالَ إِنِّي أَعْلَمُ مَا لَا تَعْلَمُونَ * وَعَلَّمَ آدَمَ الْأَسْمَاءَ كُلَّهَا ثُمَّ عَرَضَهُمْ عَلَى الْمَلَائِكَةِ فَقَالَ أَنبِئُونِي بِأَسْمَاءِ هَؤُلَاءِ إِن كُنتُمْ صَادِقِينَ * قَالُوا سُبْحَانَكَ لَا عِلْمَ لَنَا إِلَّا مَا عَلَّمْتَنَا إِنَّكَ أَنتَ الْعَلِيمُ الْحَكِيمُ * قَالَ يَا آدَمُ أَنبِئْهُم بِأَسْمَائِهِمْ فَلَمَّا أَنبَأَهُم بِأَسْمَائِهِمْ قَالَ أَلَمْ أَقُل لَّكُمْ إِنِّي أَعْلَمُ غَيْبَ السَّمَاوَاتِ وَالْأَرْضِ وَأَعْلَمُ مَا تُبْدُونَ وَمَا كُنتُمْ تَكْتُمُونَ * وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ أَبَى وَاسْتَكْبَرَ وَكَانَ مِنَ الْكَافِرِينَ﴿ </h3>\n            <br><br>\n            <h4 style=\"text-align: center;\">Примерный перевод смысла аятов на русском языке:</h4>\n            <p><strong>«Вот твой Господь сказал ангелам: “Я установлю на земле наместника”. Они сказали: “Неужели Ты поселишь там того, кто будет распространять нечестие и проливать кровь, тогда как мы прославляем Тебя хвалой и освящаем Тебя?”. Он сказал: “Воистину, Я знаю то, чего вы не знаете”. Он научил Адама всевозможным именам, а затем показал их (творения, нареченные именами) ангелам и сказал: “Назовите мне их имена, если вы говорите правду”. Они ответили: “Пречист Ты! Мы знаем только то, чему Ты научил нас. Воистину, Ты — Знающий, Мудрый”. Он сказал: “О Адам! Поведай им об их именах”. Когда Адам поведал им об их именах, Он сказал: “Разве Я не говорил вам, что знаю сокровенное на небесах и земле, и знаю, что вы совершаете открыто и что утаиваете?”. Вот Мы сказали ангелам: “Падите ниц перед Адамом”. Они пали ниц, и только Иблис отказался, возгордился и стал одним из неверующих»</strong>.</p>\n            <p style=\"text-align: center;\">Сура «Корова», аяты 30-34.</p>\n            <br><br>\n            <h3>﴾ وَإِذْ قَالَ رَبُّكَ لِلْمَلَائِكَةِ إِنِّي جَاعِلٌ فِي الْأَرْضِ خَلِيفَةً قَالُوا أَتَجْعَلُ فِيهَا مَن يُفْسِدُ فِيهَا وَيَسْفِكُ الدِّمَاءَ وَنَحْنُ نُسَبِّحُ بِحَمْدِكَ وَنُقَدِّسُ لَكَ قَالَ إِنِّي أَعْلَمُ مَا لَا تَعْلَمُونَ﴿ </h3>\n            <blockquote><p>\n            Вот твой Господь сказал ангелам: «Я установлю на земле наместника». Они сказали: «Неужели Ты поселишь там того, кто будет распространять нечестие и проливать кровь, тогда как мы прославляем Тебя хвалой и освящаем Тебя?» Он сказал: «Воистину, Я знаю то, чего вы не знаете».\n            </p></blockquote>\n            <br><br>\n            <h3 style=\"text-align: center;\">Толкование /тафсир/:</h3>\n            <p><strong>«Вот твой Господь сказал»</strong>. Смысл получается таковым: «Вспомни, как твой Господь сказал». Обращение здесь направлено к Пророку, да благословит его Аллах и приветствует, и так как обращение к нему, поэтому господство здесь употреблено в своем обособленном смысле.</p>\n            <p><strong>«…ангелам»</strong>. Мир ангелов — это скрытый мир, который Аллах создал из света и наделил различными обязанностями. Некоторые из них внушают откровения, как Джибриль, некоторые следят за дождем и растениями, как Микаил, кто-то — дунет в Рог, как Исрафил, кто-то забирает души, как Ангел смерти, и прочие обязанности и дела.</p>\n            <p><strong>«Я установлю на земле наместника»</strong>. Наместники — это те, которые будут наместниками Аллаха или того, кто был до них, либо наместниками друг друга на земле. Есть несколько мнений:</p>\n            <ul>\n            <li>Возможно, что под словом наместник Аллах имел в виду Адама и его потомство, из которых Аллах сделает наместников Себе и которые будут доводить Его закон и призывать к Нему, а также судить между Его рабами. Это не из-за Его незнания или слабости, далек Он от этого! Аллах дает милость, кому пожелает. Он сказал: <strong>«О Дауд! Воистину, Мы назначили тебя наместником на земле. Суди же людей…»</strong> Сура «Сад», аят 26. Он был наместником Аллаха, который судил людей в этом мире.</li>\n            <li>Возможно, наместники заменяют тех, кто был до них, ведь Земля была заселена еще до людей.</li>\n            <li>Под наместниками имеется в виду то, что поколения людей будут заменять друг друга на земле, ведь кто-то умирает, а кто-то остается жить.</li>\n            </ul>\n            <p>Все три варианта возможны, так как среди людей есть и те, и те. Но вот слова ангелов: <strong>«Неужели Ты поселишь там того, кто будет распространять нечестие и проливать кровь»</strong>, указывают на то, что более правильным является второй вариант. Получается, что до людей землю населяли существа, которые проливали кровь и распространяли нечестие.</p>\n            <p><strong>«Неужели Ты поселишь там того, кто будет распространять нечестие и проливать кровь»</strong>, то есть подобно тому, как это дела ли жившие до них. Ангелы спросили это с целью узнать об этом подробнее, а не как возражение. Аллах ответил им: <strong>«Воистину, Я знаю то, чего вы не знаете»</strong>, — то есть все еще изменится, все будет не так, как это было ранее.</p>\n            <p><strong>«…тогда как мы прославляем Тебя…»</strong>, то есть говорим, что ты пречист. Он пречист от двух вещей: 1) от недостатков; 2) от несовершенства. Также можешь добавить и третье, если хочешь: Он пречист от подобия творениям. От всего этого Аллах пречист. Он пречист от всех недостатков, Аллах никогда не описывается качествами, которые имеют в себе какой-либо недостаток. Что касается несовершенства, то нет недостатков в Его совершенных качествах: Он мощен и не бывает немощным; Его силу не постигает слабость, Его знания не постигает забывчивость и так далее. Поэтому Аллах сказал: <strong>«Мы сотворили небеса, землю и то, что между ними, за шесть дней, и Нас ничуть не коснулась усталость»</strong> Сура «Каф», аят 38. Аллах обладает совершенными качествами, которые никогда не бывают недостаточными. Что касается подобия творениям, то мы и его можем упомянуть отдельно, так как Аллах сам выделил это, сказав: <strong>«Нет никого подобного Ему, и Он — Слышащий, Видящий»</strong> Сура «аш-Шура», аят 11. Также Он сказал: <strong>«Ему принадлежат наивысшие качества»</strong> Сура «ар-Рум», аят 27. Также Он сказал: <strong>«Никого не сравнивайте с Аллахом!»</strong> Сура «ан-Нахль», аят 74. Но мы можем сказать, что этот вид входит в первый: в свободу от любых недостатков, так как уподобление Творца творениям само по себе является недостатком. Более того, сравнение совершенного с несовершенным создает недостаток в совершенном, как сказал поэт:</p>\n            <p style=\"text-align: center;\"><em>«Разве ты не знаешь, что цена мечу падает,<br />\n            если сказать, что он острее палки».</em></p>\n            <p>Ведь если сказать: «У такого-то есть меч, который острее палки», — станет ясно, что этот меч плохой и ничего не стоит. Поэтому мы можем выделить третий пункт, а можем отнести его к первому. Во всяком случае, когда мы говорим: « سُبْحَانَ الله »,— или: « أُسَبِّحُ الله », — или что-то подобное, то мы должны вспомнить эти вещи.</p>\n            <p><strong>«…хвалой»</strong>. Ученые сказали, что эти слова означают, что ангелы воздавали Аллаху хвалу и прославляли Его. То есть в аяте говорится, что они прославляли Его, говоря, что Он свободен от недостатков; и воздавали Ему хвалу, говоря, что Он — совершенен. « الحمد » /хвала/ — это описание кого-то совершенными качествами, исходящее из любви и возвеличивания. Если ты сделаешь это еще раз, то называй это словом « ثناء » /хвала/. Доказательством этому служит хадис аль-кудси, в котором Аллах говорит: <strong><em>«Я разделил намаз между Собой и рабом поровну. Когда Он говорит: “Хвала Аллаху, Господу миров”, — Всевышний Аллах говорит: “Мой раб восхвалил Меня”. Когда он говорит: “Милостивому, Милосердному”, — Всевышний Аллах говорит: “Мой раб вознес хвалу Мне”»</em></strong>. Очищение от недостатков необходимо совершать до подтверждения совершенства, чтобы совершенные качества пришлись на место, уже свободное от недостатков.</p>\n            <p><strong>«…освящаем…»</strong>. Освящение / التقديس / — это очищение, но большее чем «очищение» — « تنزيه » .« تنزيه » — это очищение от всех<br />\n            недостатков в значении оправдания, а освящение — это нечто дополнительное. Поэтому мы говорим в ду’а, которое читается после такбира в намазе: <strong><em>«О Аллах! Отдали меня от моих ошибок так, как Ты отдалил восток и запад друг от друга; О Аллах! Очисти меня от моих ошибок так, как белая одежда очищается от грязи; О Аллах! Очисти меня от моих ошибок водой, снегом и льдом»</em></strong> [1]. Здесь три вещи:</p>\n            <ol>\n            <li>требование отдаления;</li>\n            <li>требование очищения;</li>\n            <li>требование омовение и повторного очищения после того, как его уже очистили, чтобы не оставить от грехов никакого следа. Поэтому человек должен одновременно освобождать Аллаха от всяких недостатков и очищать, чтобы разум больше никогда не пытался привязать какие-либо недостатки к Аллаху.</li>\n            </ol>\n            <p><strong>«…Тебя»</strong>. Предлог « ل » здесь указывает на то, что они освящают только Аллаха, что невозможно без искренности, а также на то, что только Он достоин этого.</p>\n            <p>Аллах ответил ангелам: <strong>«Воистину, Я знаю то, чего вы не знаете»</strong>. Аллах знает, что на этой земле будут пророки, правдивые мужи, павшие мученики и праведники.</p>\n            <h3 style=\"text-align: center;\">Пользы /фауаид/:</h3>\n            <ol>\n            <li>Доказательство того, что Аллах обладает качеством речи, которая имеет свой звук и состоит из букв. Это — путь праведных предшественников: сподвижников и их последователей, а также имамов прямого пути. То, что Его речь состоит из букв, извлекается из слов: «Я установлю на земле наместника», — ведь очевидно, что эти слова состоят из букв. Что касается того, что эти слова произносятся со звуком, то ведь ангелы услышали Его речь. Наличие у Аллаха речи — это одно из проявлений Его совершенства. Более того, речь — это одно из величайших качеств, указывающих на совершенство: Аллах говорит, когда хочет и как хочет, его речь касается как бытия, так и законов шариата. Все, что происходит во Вселенной, происходит с помощью Его приказа: «Будь». Всевышний сказал: <strong>«Когда Он желает чего-либо, то стоит Ему сказать: «Будь!» — как это сбывается»</strong> Сура «Йа Син», аят 82. И все в этом мире предопределено согласно Его желанию. Что касается Его шариата, то он передается нам с помощью Его откровения Своим посланникам и пророкам.</li>\n            <li>Ангелы — разумные существа, так как Аллах обратился к ним, а они ответили. Невозможно обращение к неразумным существам, и существо не сможет ответить, если не будет понимать речь и знать, как ответить. Мы упомянули этот пункт отдельно из-за того, что некоторые отклонившиеся говорят, что ангелы неразумны.</li>\n            <li>Доказательство того, что Аллах совершает действия и делает что хочет, когда хочет и как хочет. Некоторые приверженцы нововведений утверждают, что Он не придет, не возвышается над Троном, не спускается, не говорит, не смеется, не радуется, не удивляется. Это мнение ложно по нескольким причинам:\n            <ul>\n            <li>Оно явно противоречит текстам, а все, что противоречит текстам, отвергается и возвращается к тому, кто это придумал.</li>\n            <li>Подобное суждение неправильно, так как некоторые действия могут исходить от Первого, до которого не существовало никого.</li>\n            <li>То, что Он делает, что хочет, — одно из проявлений Его совершенства. Так как тот, кто не делает ничего, либо не знает и не желает, либо не в силах сделать. Оба этих качества являются недостатками, которые никак не могут быть приписаны к Аллаху.</li>\n            </ul>\n            <p>Поэтому остается только удивляться, как они решили, что это является очищением Аллаха от недостатков, в то время как их слова и есть самый большой недостаток. Поэтому хвали Аллаха, который дал тебе благополучие, и проси у Него, чтобы Он избавил их от этой глупости разумов и искажения истины.</li>\n            <li>Потомство Адама заменяет друг друга на этой земле, согласно одному из мнений относительно слова «наместник». Так и есть, ведь ты видишь, что одному человеку сто лет, а другому всего год, и какой между ними промежуток! Это — мудрость Аллаха. Если бы люди только рождались, то земля бы стала тесной для них и дела стали бы намного хуже. Молодые бы не получили милость и никогда не стали бы править, им никогда не досталось бы ничего хорошего в этом мире.</li>\n            <li>Ангелы постоянно поклоняются Аллаху. Они сказали: <strong>«Мы прославляем Тебя хвалой и освящаем Тебя»</strong>.</li>\n            <li>Неприязнь ангелов к нечестию, ведь они сказали: <strong>«Неужели Ты поселишь там того, кто будет распространять нечестие и проливать кровь?»</strong></li>\n            <li>Нет ничего плохого в том, чтобы человек описывал себя хорошими качествами, если он делает это для того, чтобы люди знали, а не для хвастовства. Ангелы казали: <strong>«Мы прославляем Тебя хвалой и освящаем Тебя»</strong>. Это подкрепляется словами Посланника Аллаха, да благословит его Аллах и приветствует: <strong><em>«Я — господин всего потомства Адама, и не горжусь этим»</em></strong> [2]. А если цель подобных слов — хвастовство и восхваление самого себя, то это запрещено. Всевышний сказал: «Не восхваляйте самих себя, ибо Ему лучше знать тех, кто богобоязнен» Сура «ан-Наджм», аят 32.</li>\n            <li>В аяте содержится указание на то, насколько сильно ангелы возвеличивают Аллаха. Они сказали: <strong>«Мы прославляем Тебя хвалой и освящаем Тебя»</strong>.</li>\n            </ol>\n            <p>[1] Сахих ал-Бухари, Книга Азана, глава 84: о поднятии рук при первом такбире, при перед и после поясного поклона, хадис № 744; Сахих Муслима, Книга Мечетей и мест для моления, глава 27: о том, что говорится после первого такбира перед чтением аль-Фатихи, хадис № 1354/598.</p>\n            <p>[2] Хадис приводит Ахмадв «Муснаде», 3/2, хадис № 11000; также ат-Тирмизи в Сунан, Книга Толкования Корана, глава 17: о суре «Потомство Исраиля», хадис № 3148; Сунан Ибн Маджа, Книга Аскетизма, глава 37: о заступничестве, хадис № 4308. В цепочке передатчиков есть Али ибн Зейд ибн Джадан, который не заслуживает доверия, но сам хадис достоверен из-за других похожих хадисов с другим иснадом: смысл хадиса передает ад-Дарими в предисловии своего Сунан, 1/39, хадис № 48; также Ибн Аби Асым в «Китабус-Сунна», 2/355–356. аль-Альбани сказал в 2/356, что иснад халиса достоверен № также он сказал в «Сахихут-Тирмизи», 3/71, хадис № 2516–3369: «Хадис достоверный».</p>\n            <br><br>\n            <h3>﴾ وَعَلَّمَ آدَمَ الْأَسْمَاءَ كُلَّهَا ثُمَّ عَرَضَهُمْ عَلَى الْمَلَائِكَةِ فَقَالَ أَنبِئُونِي بِأَسْمَاءِ هَؤُلَاءِ إِن كُنتُمْ صَادِقِينَ * قَالُوا سُبْحَانَكَ لَا عِلْمَ لَنَا إِلَّا مَا عَلَّمْتَنَا إِنَّكَ أَنتَ الْعَلِيمُ الْحَكِيمُ﴿ </h3>\n            <blockquote><p>\n            Он научил Адама всевозможным именам, а затем показал их ангелам и сказал: «Назовите мне их имена, если вы говорите правду». Они ответили: «Пречист Ты! Мы знаем только то, чему Ты научил нас. Воистину, Ты — Знающий, Мудрый».\n            </p></blockquote>\n            <br><br>\n            <h3 style=\"text-align: center;\">Толкование /тафсир/:</h3>\n            <p><strong>«Он научил Адама»</strong>, то есть Аллах научил. Адам — это праотец всех людей.</p>\n            <p><strong>«…всевозможным именам»</strong>. В общем смысле. Вопрос: эти имена — имена только для того, что было в тот момент, или имена для абсолютно всего. Ученые в этом вопросе разделились на два мнения. Более правильным является мнение, что здесь имеется в виду только то, что было тогда, так как Аллах сказал: <strong>«…а затем показал их ангелам и сказал: “Назовите мне их имена”»</strong>. И эти имена нужны были Адаму и его потомству в тот век, а Аллах знает об этом лучше.</p>\n            <p><strong>«… а затем показал их…»</strong>, то есть показал все предметы, чьи имена они должны были назвать.</p>\n            <p><strong>«…сказал: “Назовите мне их имена”»</strong>. Буква « م » в местоимении « هم » указывает на множественное число одушевленных предметов, поэтому ангелы не знали имена всех их. Они ответили: <strong>«Пречист Ты! Мы знаем только то, чему Ты научил нас»</strong>. Потом Он сказал: <strong>«О Адам! Поведай им об их именах»</strong>. Этим Аллах хотел показать ангелам, что они не обо всем знают и что Адам превосходит их в некоторых вещах.</p>\n            <p><strong>«Назовите мне…»</strong>. Является ли это приказом, который необходимо выполнять, или это вызов ангелам?</p>\n            <p><strong>Ответ:</strong> скорее всего, эти слова являются вызовом. Аллах далее говорит: <strong>«…если вы говорите правду»</strong>. То есть, если вы знаете об этих вещах, расскажите Мне об их именах, ведь ангелы сами сказали до этого: <strong>«Неужели Ты поселишь там того, кто будет распространять нечестие и проливать кровь, тогда как мы прославляем Тебя хвалой и освящаем Тебя?»</strong> Сура «аль-Бакара», аят 30. А Аллах испытал их этим.</p>\n            <p><strong>«Пречист Ты!»</strong>. Пречист от всего того, чего не подобает Твоему величию! Ты — наш Господь, который сделал это согласно Своей совершенной мудрости.</p>\n            <p><strong>«Мы знаем только то, чему Ты научил нас»</strong>. Ангелы признались в том, что они знают только то, чему их научил Аллах. Это случилось потому, что они приближены к Аллаху.</p>\n            <p><strong>«Воистину, Ты — Знающий, Мудрый»</strong>. Смысл предложения усилен словом « إنّ » и разделительным местоимением « أنت ». Смысл<br />\n            таков: Воистину, Ты обладаешь совершенным и всеохватывающим знанием прошлого, настоящего и будущего. Мудрый — значит обладающий мудростью и выводящий законы. Так как имя « الحكيم » образовано от слова « الحكمة » (мудрость) и « الحكم » (закон). Оба слова являются именами Аллаха: Знающий и Мудрый.</p>\n            <h3 style=\"text-align: center;\">Пользы /фауаид/:</h3>\n            <ol>\n            <li>Разъяснение того, что Аллах иногда дает некоторым Своим рабам такие знания, которые недоступны другим. Аллах научил Адама названиям вещей, которые были в то время, но о которых ангелы ничего не знали.</li>\n            <li>Языки возникли спонтанно, а не формировались со временем. Спонтанно — это значит, что Аллах научил людей языкам. Некоторые заявили, что они возникли со временем, в том смысле, что человек изначально не мог говорить, но потом придумал буквы и звуки: он слышал звук грома, звуки деревьев, воды, текущей по земле и прочего; и придумал звуки, а потом слова, которые указывают на что-либо. Но это неправильно. На самом деле языки возникли спонтанно. Многое в этих языках меняется с течением времени. Ведь ты видишь, как появляется что-то, для чего нет слова, используемого для его обозначения; а потом люди придумывают для него имя, основываясь на то, что уже знают, либо на что-то еще.</li>\n            <li>Дозволенность проверки человека в чем-то, если он утверждает, что сам хорошо разбирается в этом.</li>\n            <li>Дозволенность бросать вызов, употребляя какие-либо фразы, которые несут в себе некую жесткость. Аллах сказал: <strong>«Назовите мне их имена, если вы говорите правду»</strong>.</li>\n            <li>Ангелы могут разговаривать. Аллах сказал: <strong>«Назовите мне их имена, если вы говорите правду»</strong>. Они ответили: <strong>«Пречист Ты! Мы знаем только то, чему Ты научил нас. Воистину, Ты — Знающий, Мудрый»</strong>.</li>\n            <li>Признание ангелов, да благословит Аллах их и приветствует, в том, что они не обладают знаниями кроме тех, что Аллах научил их. Также из этого выходит, что человек должен знать себе цену и не заявлять о знании тех вещей, которых он на самом деле не знает.</li>\n            <li>Указание на то, как сильно ангелы возвеличивают Аллаха, ведь они признали Его совершенство и то, что Он далек от невежества, сказав: <strong>«Пречист Ты!»</strong> Они признали и отсутствие знаний у них самих, признали милость Аллаха по отношению к ним, сказав: <strong>«…то, чему Ты научил нас»</strong>.</li>\n            <li>Подтверждение двух имен Аллаха, а именно: Знающий, Мудрый. Знающий — значит Тот, кто обладает всеобъемлющим знанием обо всем в общем и подробно, а также Своих деяниях и деяниях Его творений. Мудрый — значит Обладатель совершенной мудрости, которую неспособны понять самые лучшие разумы, хоть они и могут понять некоторую ее часть. Мудрость — значит ставить что-то на место, которое ему соответствует. Мудрость проявляется в Законе Аллаха и в Его предопределении. Что касается мудрости в Его законе, то она проявляется в том, что все Его законы соответствуют своему времени и месту, а также положению той общины, которой он ниспослан. Не бывает такого, чтобы Аллах приказал что-то, а ясный разум говорил, что лучше не было бы такого приказа; и нет такого запрета, чтобы здравый смысл говорил, что нет смысла запрещать это. А что касается мудрости в предопределении, то все, что Аллах предопределил, содержит в себе определенную мудрость либо для всех людей, либо для каждого из них по отдельности.Помни, что мудрость содержится либо в самой вещи, так что эта вещь сама несет в себе совершенную мудрость, либо в том, к чему ведет эта вещь. Ведь все, что случается во Вселенной, и все, что Аллах установил, ведет к какой-то определенной благородной цели, которую нам иногда удается понять, а иногда нет. Примеров этому великое множество.У имени «Мудрый» есть другое значение, а именно: Издающий законы и Обладающий абсолютной властью. Нет никого, кто следил бы за тем, какие законы издает Аллах. Его закон бывает двух видов: шариатский и относящийся к бытию. Шариатский закон Аллах внушает Своим посланникам. Он сказал: <strong>«Неужели они ищут суда времен невежества? Чьи решения могут быть лучше решений Аллаха для людей убежденных?»</strong> Сура «аль-Маида», аят 50. Он сказал в суре «Испытуемая»: <strong>«Таково решение Аллаха. Он решает между вами. Аллах — Знающий, Мудрый»</strong> Сура «аль-Мумтахана», аят 10. Что касается Его законов бытия, то сюда относится предопределение Аллаха, которое Он предписал Своим рабам: трудности, облегчения, грусть, радость и прочее. Сюда относятся слова Аллаха об одном из братьев Йусуфа, который сказал: <strong>«Я ни за что не покину этой страны, пока отец не разрешит мне или пока Аллах не примет Свое решение относительно меня. Воистину, Он — Наилучший из судий»</strong> Сура «Йусуф», аят 80.Разница между решением Аллаха в Шариате и в бытие состоит в том, что Шариат Аллаха принимают не все, поэтому часто находятся грешники из числа потомства Адама и других, которые выходят против Закона Аллаха. Что же касается предопределения Аллаха, то никто не может воспротивиться ему; этот закон исполняется в любом случае без исключений.</li>\n            </ol>\n            <br><br>\n            <h3>﴾ قَالَ يَا آدَمُ أَنبِئْهُم بِأَسْمَائِهِمْ فَلَمَّا أَنبَأَهُم بِأَسْمَائِهِمْ قَالَ أَلَمْ أَقُل لَّكُمْ إِنِّي أَعْلَمُ غَيْبَ السَّمَاوَاتِ وَالْأَرْضِ وَأَعْلَمُ مَا تُبْدُونَ وَمَا كُنتُمْ تَكْتُمُونَ ﴿</h3>\n            <blockquote><p>\n            Он сказал: «О Адам! Поведай им об их именах». Когда он поведал им об их именах, Он сказал: «Разве Я не говорил вам, что знаю сокровенное на небесах и земле, и знаю, что вы совершаете открыто и что вы утаиваете?»\n            </p></blockquote>\n            <br><br>\n            <h3 style=\"text-align: center;\">Толкование /тафсир/:</h3>\n            <p><strong>«Он сказал: «О Адам! Поведай им об их именах»</strong>. Он — это Аллах, а Адам — это праотец всех людей. Очевидно, что его имя не является одним из его качеств. Оно образовано от слова « أُدْمَة », что значит цвет кожи, между белым и черным, смуглый.</p>\n            <p><strong>«Когда он поведал им об их именах»</strong>, то есть когда он сказал ангелам: <strong>«Разве Я не говорил вам»</strong>. Вопрос здесь имеет смысл утверждения, то есть: <strong>«Я же говорил вам»</strong>. Аллах сказал: <strong>«Разве Мы не раскрыли твою грудь?»</strong> Сура «аш-Шарх», аят 1, — то есть Мы раскрыли твою грудь.</p>\n            <p><strong>«…что знаю сокровенное на небесах и земле»</strong>, то есть все, что скрыто в них. Сокровенное бывает двух видов: относительное и общее. Относительное — это то, что скрыто для одних и известно для других. Что касается общего, то это то, о чем не знает ни одно творение.</p>\n            <p><strong>«…и знаю, что вы совершаете открыто»</strong>, то есть то, что вы показываете.</p>\n            <p><strong>«…и что вы утаиваете»</strong>, то есть то, что вы скрываете.</p>\n            <h3 style=\"text-align: center;\">Пользы /фауаид/:</h3>\n            <ol>\n            <li>Доказательство наличия у Аллаха такого качества, как речь. Он сказал: «О Адам!» Эта речь состоит из буков и ее можно услышать, так как Адам услышал ее и понял, а потом рассказал об этом ангелам. Этого мнения придерживаются ахлюс-Сунна уаль-Джама’а и праведные предшественники: Аллах говорит словами, которые можно услышать, и эта речь размеренна, ее можно понять.</li>\n            <li>Адам, мир ему, подчинился Аллаху, не остановился и не отказался от приказа Аллаха: <strong>«Когда он поведал им…»</strong>. В аяте имеется указание на то, что Адам поспешил выполнить приказа Аллаха и рассказать ангелам.</li>\n            <li>Можно выразить подтверждение вопросом, если собеседник никак не сможет отвергнуть сказанное. Поэтому Аллах сказал: <strong>«Разве Я не говорил вам, что знаю сокровенное на небесах и земле»</strong>.</li>\n            <li>Указание на совершенство знаний Аллаха, которые охватывают все: и присутствующее, и отсутствующее. Аллах сказал: <strong>«…Я знаю сокровенное на небесах и земле»</strong>.</li>\n            <li>У небес есть определенное количество, так как слово «небеса» пришло во множественном числе. А вот слово «земля» пришло в единственном числе, несмотря на то, что и земель несколько. Здесь земля упоминается как род, то есть под этим словом имеются в виду все земли. Аллах сказал: <strong>«Аллах — Тот, Кто сотворил семь небес и столько же земель»</strong> Сура «ат-Талак», аят 12.</li>\n            <li>У ангелов есть скрытые и явные желания, так как Аллах сказал: <strong>«…и знаю, что вы совершаете открыто и что вы утаиваете»</strong>.</li>\n            <li>Аллах знает обо всем, что в сердцах, независимо от того, скрывается это или показывается. Он сказал: «…и знаю, что вы совершаете открыто и что вы утаиваете».<strong>Вопрос:</strong> где доказательство того, что у ангелов есть сердца?<strong>Ответ:</strong> Аллах сказал: <strong>«Ничье заступничество перед Ним не принесет пользы, кроме тех, кому будет дозволено. Когда же страх покинет их сердца, они скажут: “Что сказал ваш Господь?” Они скажут: “Истину, ведь Он — Возвышенный, Великий”»</strong> Сура «Саба», аят 23.</li>\n            </ol>\n            <br><br>\n            <h3﴾ وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ أَبَى وَاسْتَكْبَرَ وَكَانَ مِنَ الْكَافِرِينَ ﴿</h3>\n            <blockquote><p>\n            Вот Мы сказали ангелам: «Падите ниц перед Адамом», и они пали ниц, и только Иблис отказался, возгордился и стал одним из неверующих.\n            </p></blockquote>\n            <br><br>\n            <h3 style=\"text-align: center;\">Толкование /тафсир/:</h3>\n            <p><strong>«Вот Мы сказали»</strong>, то есть вспомни, как Мы сказали. Это выражение встречается в Коране множество раз. Ученые говорят, что здесь есть слово, которое подразумевается: «Вспомни». Здесь обязано быть какое-то слово, в данном случае это — слово «вспомни», так как слово « إِذْ » должно быть привязано к какому-либо слову, которое иногда упоминается прямо, иногда подразумевается.</p>\n            <p>Слово « قُلْنَا » /Мы сказали/ содержит в себе местоимение множественного числа, что, естественно, указывает не на множество говорящих, а на возвеличивание.</p>\n            <p><strong>«…ангелам»</strong> — об ангелах мы говорили выше.</p>\n            <p><strong>«Падите ниц перед Адамом»</strong>. Пасть ниц — значит пасть перед кем-то так, чтобы лоб коснулся земли, что происходит из-за смирения и покорности. Здесь не имеется в виду поясной поклон, так как Аллах разделил понятия поясного и земного поклонов, сказав: <strong>«Ты видишь, как они кланяются и падают ниц»</strong> Сура «аль-Фатх», аят 29. Также Он сказал: <strong>«О те, которые уверовали! Кланяйтесь, падайте ниц…»</strong> Сура «аль-Хадж», аят 77.</p>\n            <p><strong>«и они пали ниц…»</strong>. Союз «и» указывает здесь на то, что они тотчас же после приказа исполнили его.</p>\n            <p><strong>«…и только Иблис…»</strong>, то есть шайтан. Он назван «Иблис», так как отчаялся / أبلَْسَ / в милости Аллаха. Потом он отказался, возгордился, то есть проявил высокомерие. Некоторые ученые утверждают, что слова <strong>«…и стал одним из неверующих»</strong> означают, что Аллах знал о том, что Иблис был неверующим, ведь глагол « كَنَ » указывает на прошедшее время, значит, действие уже произошло. Но есть толкование лучше, чем это. Оно заключается в том, что глагол « كَنَ » /был, стал/ здесь не указывает на время, а указывает на наличие какого-либо качества. Например, сюда можно отнести слова Аллаха: <strong>«Аллах — Прощающий, Милосердный»</strong> Сура «ан-Ниса», аят 96, — или Его слова: <strong>«Аллах — Могущественный, Мудрый»</strong> Сура «ан-Ниса», аят 158, — или: <strong>«Аллах — Слышащий, Видящий»</strong>, — и тому подобное. Ни в одном из этих аятов глагол « كَنَ » не указывает на то, что Аллах обладал этими качествами ранее. Этот глагол лишен времени во всех трех аятах. Он везде означает установление какого-либо качества. Это мнение более соответствует правилу, так как в нем ничего не растолковывается как-то иначе, а речь истолкована, исходя из ее прямого смысла.</p>\n            <h3 style=\"text-align: center;\">Пользы /фауаид/:</h3>\n            <ol>\n            <li>Указание на превосходство Адама по отношению к ангелам, ведь Аллах приказал всем ангелам пасть ниц перед ним.</li>\n            <li>Земной поклон, совершенный не Аллаху, но по Его повелению, является поклонением, так как Аллах судит так, как хочет. Поэтому Иблис, когда отказался подчиниться Аллаху, стал неверным. Некоторые ученые приводят этот аят в доказательство того, что оставляющий намаз является неверным. Они говорят, что раз Иблис стал неверным только из-за того, что оставил всего один поклон, то что говорить о том, кто оставляет намаз!? Если это доказательство верно, то оно таковым и является. Но даже если оно неверно, то есть множество аятов и хадисов, а также высказываний сподвижников, которые говорят о том, что оставляющий намаз выходит из Ислама.На то, что запретное становится поклонением, если Аллах повелит его, указывает история Ибрахима, мир ему, когда Аллах повелел ему зарезать своего сына Исмаиля и он подчинился этому повелению Аллаха. Но Аллах смилостивился над ним и над его сыном, и велел не делать этого. Он сказал: <strong>«Когда они оба покорились и он уложил его на бок, Мы воззвали к нему: “О Ибрахим! Ты оправдал сновидение”. Воистину, так Мы воздаем творящим добро»</strong> Сура «ас-Саффат», аяты 103–105. Очевидно, что убийство собственного сына является великим грехом, но, когда Аллах дал такое приказание, выполнение этого приказания стало поклонением.</li>\n            <li>Иблис объединил в себе все порочные качества: отказ от выполнения повеления, высокомерие и неверие. Иблис проявил высокомерие по отношению к истине, так как не выполнил повеление Аллаха и возгордился по отношению к творениям, так как сказал: <strong>«Я лучше него»</strong> Сура «аль-А’раф», аят 12. Он возгордился и презрел остальных. Высокомерие — это отвращение к истине и презрение людей.</li>\n            </ol>\n            <p><strong>Примечание:</strong> Если кто-либо скажет, что в аяте обращение идет к ангелам. Когда говорится, что все подчинились, кроме Иблиса, значит, Иблис принадлежал к числу ангелов, но ведь это не так!</p>\n            <p><strong>Ответ:</strong> Иблис находился вместе с ними, вместе с ними совершал различные деяния, поэтому повеление касалось всех, кто там был, независимо от того, кто он на самом деле.</p>\n        "}, {"title": "Аяты 35-39. История искушения Адама и Хавы, мир им, и их изгнание из Рая", "chapter": "Глава 8", "text": "\n            <h3>﴾ وَقُلْنَا يَا آدَمُ اسْكُنْ أَنتَ وَزَوْجُكَ الْجَنَّةَ وَكُلَا مِنْهَا رَغَدًا حَيْثُ شِئْتُمَا وَلَا تَقْرَبَا هَذِهِ الشَّجَرَةَ فَتَكُونَا مِنَ الظَّالِمِينَ * فَأَزَلَّهُمَا الشَّيْطَانُ عَنْهَا فَأَخْرَجَهُمَا مِمَّا كَانَا فِيهِ وَقُلْنَا اهْبِطُوا بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ وَلَكُمْ فِي الْأَرْضِ مُسْتَقَرٌّ وَمَتَاعٌ إِلَى حِينٍ * فَتَلَقَّى آدَمُ مِن رَّبِّهِ كَلِمَاتٍ فَتَابَ عَلَيْهِ إِنَّهُ هُوَ التَّوَّابُ الرَّحِيمُ * قُلْنَا اهْبِطُوا مِنْهَا جَمِيعًا فَإِمَّا يَأْتِيَنَّكُم مِّنِّي هُدًى فَمَن تَبِعَ هُدَايَ فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ * وَالَّذِينَ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَا أُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ﴿ </h3>\n            <h4 style=\"text-align: center;\">Примерный перевод смысла аятов на русском языке:</h4>\n            <p><strong>«Мы сказали: “О Адам! Поселись в Раю вместе со своей супругой. Ешьте там вволю, где пожелаете, но не приближайтесь к этому дереву, а не то окажетесь одними из беззаконников”. Дьявол же побудил их споткнуться о него и вывел их оттуда, где они находились. И тогда Мы сказали: “Низвергнитесь и будьте врагами друг другу! Земля будет для вас обителью и предметом пользования до определенного срока”. Адам принял слова от своего Господа, и Он принял его покаяние. Воистину, Он — Принимающий покаяние, Милосердный. Мы сказали: “Низвергнитесь отсюда все!”. Если к вам явится руководство от Меня, то те, которые последуют за Моим руководством, не познают страха и не будут опечалены. А те, которые не уверуют и сочтут ложью Наши знамения, будут обитателями Огня. Они пребудут там вечно»</strong>.</p>\n            <p style=\"text-align: center;\">Сура «Корова», аяты 35-39.</p>\n            <br><br>\n            <h3>﴾ وَقُلْنَا يَا آدَمُ اسْكُنْ أَنتَ وَزَوْجُكَ الْجَنَّةَ وَكُلَا مِنْهَا رَغَدًا حَيْثُ شِئْتُمَا وَلَا تَقْرَبَا هَذِهِ الشَّجَرَةَ فَتَكُونَا مِنَ الظَّالِمِينَ﴿ </h3>\n            <blockquote><p>\n            Мы сказали: «О Адам! Поселись в Раю вместе со своей супругой. Ешьте там вволю, где пожелаете, но не приближайтесь к этому дереву, а не то окажетесь одними из беззаконников».\n            </p></blockquote>\n            <h3 style=\"text-align: center;\">Толкование /тафсир/:</h3>\n            <p><strong>«Мы сказали…»</strong>. Здесь Аллах говорит о Себе, именно Он сказал.</p>\n            <p><strong>«О Адам! Поселись в Раю вместе со своей супругой»</strong> [дословно: «Живи здесь ты и твоя супруга»]. Под супругой имеется в виду Хава, как об этом говорится в «Сахихе» аль-Бухари и в других сборниках.</p>\n            <p><strong>«…в Раю»</strong> — в саду с множеством деревьев. Рай назван словом « الْجَنَّة », так как он полностью покрыт деревьями.<br />\n            <strong><br />\n            Вопрос:</strong> Под Раем здесь имеется в виду Вечный Рай или какой-то другой сад?</p>\n            <p><strong>Ответ:</strong> явный контекст Корана и Сунны указывают на то, что это был Вечный Рай и никакой другой. Артикль « الْ » указывает на то, что здесь имеется в виду Рай, который уже упоминался ранее, то есть Вечный Рай.</p>\n            <p>А если кто-то возразит: «Как это мнение может быть правильным, если из Вечного Рая никто никогда не выйдет, после того как вошел в него. А из этого Адама выгнали?» — Ответим: «Тот, кто войдет в Рай, действительно, не выйдет оттуда, но это будет только после Судного дня». Об этом говорит Ибн аль-Каййим в известной поэме «аль-Мимийя»:</p>\n            <p style=\"text-align: center;\"><em>«Спеши к райским садам, ведь они твой первый дом;<br />\n            в нем есть шатры».</em></p>\n            <p>Ибн аль-Каййим сказал «первый дом» потому, что наш праотец Адам там жил.</p>\n            <p><strong>«Ешьте…»</strong> Повеление Аллаха здесь указывает на дозволенность и почтение.</p>\n            <p><strong>«…там…»</strong>, то есть в Раю.</p>\n            <p><strong>«…где пожелаете»</strong>, то есть в любом месте Рая, и ничто не испортит им наслаждение. Имеется в виду и когда хотите, так как Аллах сказал: <strong>«Ешьте»</strong>, — не ограничив приказ никаким временем.</p>\n            <p><strong>«…но не приближайтесь к этому дереву»</strong>. Аллах указал им на конкретное дерево: на это указывает то, что слово « شجرة » употреблено с неопределенным артиклем сразу после указательного местоимения « هذه ». Вид дерева остается неизвестен.</p>\n            <p><strong>«…а не то окажетесь…»</strong> — результат запрета в предыдущем предложении <strong>«…одними из беззаконников»</strong>, то есть одними из проявивших враждебность, так как ослушались приказа.</p>\n            <h3 style=\"text-align: center;\">Пользы /фауаид/:</h3>\n            <ol>\n            <li>Доказательство того, что Аллах обладает атрибутом речи. Аллах сказал: <strong>«Мы сказали…»</strong>.</li>\n            <li>Речь Аллаха состоит из букв и звуков, так как Аллах сказал: <strong>«О Адам! Поселись в Раю…»</strong>, — до конца аята. В этой речи не было бы пользы, если бы Адам не услышал ее. Она также упорядочена, так как Он сказал: <strong>«О Адам! Поселись в Раю вместе со своей супругой»</strong>. Как видно в этих словах буквы упорядочены. Мы говорим об этом потому, что некоторые приверженцы нововведений сказали, что речь Аллаха — это просто смысл, существующий сам по себе. Она беззвучна, не состоит из упорядоченных букв. Они сами разошлись во мнениях относительно этого, и некоторые приводят по восемь мнений.</li>\n            <li>Милость Аллаха по отношению к Адаму и Хаве, ведь Он поселил их в Раю.</li>\n            <li>Брак является древним обычаем, ведь он возник в то время, как Аллах создал Адама. Этот обычай продолжался и среди посланников и пророков из числа его потомства. Аллах сказал: <strong>«Мы посылали до тебя посланников и даровали им супруг и потомство»</strong> Сура «ар-Ра’д», аят 38.А если кто-то скажет: а чьей дочерью является Хава?<br />\n            <strong>Ответ:</strong> она создана из ребра Адама.А если кто-то скажет: тогда она является его дочерью. Как он женился на своей дочери?<br />\n            <strong>Ответ:</strong> Аллах судит так, как хочет. Подобно тому, как Он разрешил сыновьям Адама жениться на своих сестрах в первое время, Он разрешил Адаму жениться на той, кого создал из его ребра.</li>\n            <li>Приказ может означать дозволенность. Аллах сказал: <strong>«Ешьте там…»</strong> Этот приказ означает дозволенность, так как дальше Он говорит: «…где пожелаете». Он дал им выбор есть там, где они хотят. Несомненно, повеление может означать дозволенность, но в основе повеление означает обязательность, пока не придет доказательство того, что здесь имеется в виду дозволенность.</li>\n            <li>Явный контекст аята указывает на то, что плоды в Раю не зреют в определенное время, а висят все время. Он сказал: <strong>«…где пожелаете…»</strong>. Обобщение места указывает на обобщение во времени. Аллах сказал про райские фрукты: <strong>«…и многочисленных фруктов, которые не кончаются и доступны»</strong> Сура «аль-Уаки’а», аяты 32–33.</li>\n            <li>Аллах иногда испытывает раба тем, что запрещает ему то, к чему привязана его душа. Он сказал: <strong>«…но не приближайтесь к этому дереву»</strong>. Ведь если бы его сердце не было привязано к этому дереву, то не было бы смысла запрещать ему приближаться к дереву.</li>\n            <li>Аллах иногда запрещает приближаться к чему-то, но запрет касается самого действия, что указывает на более мощное предостережение. Аллах сказал: <strong>«…но не приближайтесь к этому дереву»</strong>. Имеется в виду: <strong>«Не ешьте с этого дерева»</strong>, но так как приближение к нему может привести к поеданию его плодов, запрещено даже приближаться к нему.</li>\n            <li>Доказательство существования причин. Аллах сказал: <strong>«…не приближайтесь к этому дереву, а не то окажетесь одними из беззаконников»</strong>.</li>\n            <li>Ослушание Аллаха является несправедливостью по отношению к самому себе и проявлением вражды, так как Аллах сказал: <strong>«…не приближайтесь к этому дереву, а не то окажетесь одними из беззаконников»</strong>.</li>\n            </ol>\n            <br><br>\n            <h3>﴾ فَأَزَلَّهُمَا الشَّيْطَانُ عَنْهَا فَأَخْرَجَهُمَا مِمَّا كَانَا فِيهِ وَقُلْنَا اهْبِطُوا بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ وَلَكُمْ فِي الْأَرْضِ مُسْتَقَرٌّ وَمَتَاعٌ إِلَى حِينٍ ﴿</h3>\n            <blockquote><p>\n            Сатана же побудил их ошибиться и вывел их оттуда, где они находились. И тогда Мы сказали: «Низвергнитесь и будьте врагами друг другу! Земля будет для вас обителью и предметом пользования до определенного срока».\n            </p></blockquote>\n            <h3 style=\"text-align: center;\">Толкование /тафсир/:</h3>\n            <p><strong>«Сатана же побудил их ошибиться»</strong>. В другом чтении читается: « فأزالهما ». Разница между ними состоит в том, что первое означает «сделал так, чтобы они ошиблись», а второе — «отвратил». Согласно первому варианту смысл таков: Шайтан побудил их совершить ошибку, они ошиблись и были выгнаны из Рая; согласно второму: Шайтан стал причиной их отклонения. Очевидно, что под шайтаном здесь имеется в виду тот шайтан, который отказался пасть ниц перед Адамом. А теперь он подстрекнул их, чтобы они ослушались Аллаха также, как сделал это он, отказавшись пасть ниц перед Адамом.</p>\n            <p><strong>«…и вывел их оттуда, где они находились»</strong>, то есть вывел из Рая. Они находились в лучшем месте, которое только существует.</p>\n            <p><strong>«И тогда Мы сказали»</strong>, то есть Аллах сказал.</p>\n            <p><strong>«Низвергнитесь»</strong> — приказ направлен ко всем: к Адаму, к Хаве и к Иблису.</p>\n            <p><strong>«…и будьте врагами друг другу»</strong>. Шайтан — враг Адама и Хавы.</p>\n            <p><strong>«Земля будет для вас обителью и предметом пользования до определенного срока»</strong>, то есть вы освоитесь на земле и воспользуетесь теми милостями, которые Аллах даст вам на ней, но это не навечно, только до наступления Часа.</p>\n            <h3 style=\"text-align: center;\">Пользы /фауаид/:</h3>\n            <ol>\n            <li>Предостережение от того, чтобы совершить ошибку, к которой нас побуждает шайтан, так как Аллах сказал: <strong>«Сатана же побудил их ошибиться…»</strong>.</li>\n            <li>Шайтан обольщает потомство Адама так же, как обольстил их предков, Адама и Хаву, когда начал наущать их. Он поклялся им, что будет им только советовать, и сказал: «О Адам! Не указать ли тебе на дерево вечности и непреходящей власти?» Шайтан приходит к человеку и наущает ему, показывает грех чем-то мелким, если грех все еще велик в глазах человека, то Шайтан успокаивает его тем, что потом всегда можно покаяться, и толкает человека на грех. Поэтому тебе следует остерегаться, чтобы враг не обольстил тебя.</li>\n            <li>Действие необходимо относить к тому, что стало его причиной, так как Аллах сказал: <strong>«Сатана же побудил их ошибиться и вывел их оттуда, где они находились»</strong>. Ученые-правоведы говорят, что тот, кто является причиной, подобен совершившему действие в вопросе несения ответственности. Но если соберутся вместе тот, кто был причиной, и совершивший само действие, то возможно переложить ответственность на того, кто совершил действие. Если же это невозможно, то ответственность на том, кто стал причиной. Пример первого случая: некий вырыл яму, а потом пришел другой и столкнул в яму третьего, и тот погиб. Ущерб возмещает толкнувший, а не вырывший ее. Пример второго случая: кто-то кинул второго на съедение льву, и он съел его. Вина остается, естественно, на том, кто скормил второго льву, а не на льве.</li>\n            <li>Шайтан — враг человека, так как Аллах сказал: <strong>«…будьте врагами друг другу»</strong>. Аллах разъяснил это прямо в другом аяте: <strong>«Воистину, шайтан является вашим врагом, и относитесь к нему как к врагу»</strong> Сура «Фатыр», аят 6.</li>\n            <li>Речь Аллаха может касаться как предопределения, так и шариата. Его слова: <strong>«О Адам! Поселись в Раю вместе со своей супругой. Ешьте там вволю»</strong> Сура «аль-Бакара», аят 35, — относятся к шариату. Он также сказал: <strong>«Низвергнитесь и будьте врагами друг другу»</strong>. Это относится к предопределению, так как Аллах знает, что будет, когда они снизойдут из Рая. Возможно, что эти слова относятся к Его шариату, но мне ближе мнение, что это предопределение, а Аллах знает лучше.</li>\n            <li>Рай находится на высоте, так как Аллах сказал: «Низвергнитесь…», низвержение может быть только сверху вниз.</li>\n            <li>Потомство Адама сможет жить только на Земле, так как Аллах сказал: <strong>«Земля будет для вас обителью и предметом пользования до определенного срока»</strong>. Также Он сказал: <strong>«На ней вы будете жить, на ней будете умирать и из нее будете выведены»</strong> Сура «аль-А’раф», аят 25. Из этого мы понимаем, что все попытки неверных найти жилище на других планетах, либо на станциях, тщетны, так как нашей обителью является только Земля.</li>\n            <li>Потомство Адама будет жить на Земле не вечно, так как Всевышний сказал: <strong>«Земля будет для вас обителью и предметом пользования до определенного срока»</strong>.</li>\n            </ol>\n            <br><br>\n            <h3>﴾ فَتَلَقَّى آدَمُ مِن رَّبِّهِ كَلِمَاتٍ فَتَابَ عَلَيْهِ إِنَّهُ هُوَ التَّوَّابُ الرَّحِيمُ﴿</h3>\n            <blockquote><p>\n            Адам принял слова от своего Господа, и Он принял его покаяние. Воистину, Он — Принимающий покаяние, Милосердный.\n            </p></blockquote>\n            <h3 style=\"text-align: center;\">Толкование /тафсир/:</h3>\n            <p><strong>«Адам принял слова от своего Господа»</strong>. Принял — значит довольствовался теми словами, которые направил ему Аллах. Этими словами являются слова Адама: <strong>«Господь наш! Мы поступили несправедливо по отношению к себе, и если Ты не простишь нас и не смилостивишься над нами, то мы непременно окажемся одними из потерпевших урон»</strong> Сура «аль-А’раф», аят 23. Эти слова — признание Адама и Хавы в своей ошибке, в том, что они согрешили и причинили несправедливость самим себе, это мольба Аллаху, ведь если Он не простит им и не помилует их, то они будут из числа потерпевших убыток.</p>\n            <p><strong>«…от своего Господа…»</strong> — указание на господства Аллаха над Адамом в обособленном смысле этого слова.</p>\n            <p><strong>«Он принял его покаяние»</strong>. Он — это Аллах, то есть «Его господь принял его покаяние». Принятие покаяния — это отмена наказания и прощение согрешившего, если тот вернется к Аллаху.</p>\n            <p><strong>«Воистину, Он — Принимающий покаяние, Милосердный»</strong>. Это предложение указывает на причину предыдущего. То, что Аллах принимает покаяние, указывает на два имени: Принимающий покаяние и Милосердный. Местоимение « هُوَ » здесь является разделительным и указывает на ограничение и усиление. Имя « التوّاب » является превосходной формой прилагательного, образованного от глагола « تاب ». Это потому, что кающихся много и что Аллах принимает множество покаяний. Поэтому Он назвал себя именем « التوّاب ». Милосердный — этот обладатель великой и широкой милости, которую получают лишь некоторые из Его рабов.</p>\n            <h3 style=\"text-align: center;\">Пользы /фауаид/:</h3>\n            <ol>\n            <li>Милость Аллаха по отношению к Адаму, ведь Он направил его к произнесению слов, которые являются его покаянием. Всевышний сказал: <strong>«Адам принял слова от своего Господа»</strong>.</li>\n            <li>Милость Аллаха по отношению к Адаму является милостью и по отношению к нам. Ведь каждый чувствует, что милость Аллаха, которую он когда-то оказал кому-то из наших предков, является милостью и для него.</li>\n            <li>Если человек скажет: <strong>«Господь наш! Мы поступили несправедливо по отношению к себе, и если Ты не простишь нас и не смилостивишься над нами, то мы непременно окажемся одними из потерпевших урон»</strong>, — могут стать причиной принятия Аллахом покаяния, так как здесь содержится признание в грехе. Также в словах: <strong>«Господь наш! Мы поступили несправедливо по отношению к себе, и если Ты не простишь нас и не смилостивишься над нами, то мы непременно окажемся одними из потерпевших урон»</strong>, — содержится четыре способа приближения к Аллаху: а) приближение с помощью Его господства; б) приближение признанием своего истинного положения: <strong>«Мы поступили несправедливо по отношению к себе»</strong>; в) предоставление решения во власть Аллаха: <strong>«…если Ты не простишь нас…»</strong>, — до конца; г) упоминание положения человека, если Аллах не простит ему: <strong>«…то мы непременно окажемся одними из потерпевших урон»</strong> Сура «аль-А’раф», аят 23. Исходя из этого, приближение к Аллаху посредством признания своего положения должно быть до того, как человек попросит ду’а у Всевышнего.</li>\n            <li>Адам принял слова Аллаха, а принять слова можно, только услышав их. Значит, речь Аллаха можно услышать. Этого мнения придерживаются ахлюс-Сунна уаль-Джама’а: Аллах говорит слышимым голосом, который состоит из упорядоченных букв.</li>\n            <li>Проявление милости Аллаха по отношению к Адаму в том, что Он принял его покаяние. На самом деле, здесь содержится две милости: а) наставление к покаянию, Адам принял эти слова покаяния от Аллаха; б) принятие покаяния, ведь Он сказал: <strong>«Он принял его покаяние»</strong>.Знай, что Аллах в этом отношении оказывает человеку две милости: первая случается до покаяния — Аллах направляет человека к совершению покаяния; вторая случается после покаяния — это принятие покаяния Аллахом. Обе милости упоминаются в Коране. Аллах сказал: <strong>«Аллах простил троих, которым было отсрочено до тех пор, пока земля не стала тесной для них, несмотря на ее просторы. Их души сжались, и они поняли, что им негде укрыться от Аллаха, кроме как у Него. Затем Он наставил их к покаянию, чтобы они могли раскаяться. Воистину, Аллах — Принимающий покаяния, Милосердный»</strong> Сура «ат-Тауба», аят 118. Аллах говорит, что направил их к тому, чтобы они покаялись. Также Аллах сказал: <strong>«Он — Тот, Кто принимает покаяния Своих рабов, прощает злодеяния и знает то, что вы совершаете»</strong> Сура «аш-Шура», аят 25.</li>\n            <li>Если человек будет искренним в том, что вверяет все во власть Аллаха, и в том, что возвращается к повиновению Ему, то Аллах примет его покаяние. У этого множество примеров, когда Аллах таким образом оказывал почтение Своим рабам. Кто приблизится к Нему на локоть, к тому Он приблизится на сажень; кто придет к Нему шагом, к тому Аллах придет быстрым бегом. Почтение Аллаха лучше и выше, чем почтение кого бы то ни было другого.</li>\n            <li>Подтверждение наличия у Аллаха имен Принимающий покаяние и Милосердный, а также качеств и действий, которые они в себя включают.</li>\n            <li>Разделительное местоимение указывает на то, что только Аллах принимает покаяние и проявляет истинное милосердие. Под этим имеется в виду, что Он принимает покаяние так, как этого не делает никто другой. Ведь отец может принять извинения сына, своего брата, друга и так далее, но это не то принятие покаяния и прощение, на которое способен только Аллах, который сказал: <strong>«Кто прощает грехи, кроме Аллаха?»</strong> Сура «Али ’Имран», аят 135. На это способен только Аллах.Так же и с милостью: здесь имеется в виду милость, на которую способен только Аллах. Но нет сомнений, что творения также могут проявлять милость по отношению друг к другу, это свойственно не только Аллаху. Поэтому Пророк, да благословит его Аллах и приветствует, сказал: <strong><em>«Милостивый помилует милостивых»</em></strong> [1].</li>\n            </ol>\n            <p>[1] Хадис приводит Ахмад в «Муснаде», 2/160, хадис № 6494; также Абу Дауд, Книга Этикета, глава 58: о милости, хадис № 4941; также ат-Тирмизи, Книга Благочестия и соединения (родственных связей), глава 16: о милости к людям, хадис № 1924. В цепочке передатчиков есть Абу Кабус, которому не доверял никто, кроме Ибн Хиббана. аль-Альбани сказал: «Хадис достоверен из-за похожих хадисов с другой цепочкой передатчиков» (ас-Сильсиля ас-Сахиха, 2/630–631, хадис № 925).</p>\n            <br><br>\n            <h3>﴾ قُلْنَا اهْبِطُوا مِنْهَا جَمِيعًا فَإِمَّا يَأْتِيَنَّكُم مِّنِّي هُدًى فَمَن تَبِعَ هُدَايَ فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ ﴿</h3>\n            <blockquote><p>\n            Мы сказали: «Низвергнитесь отсюда все!» Если к вам явится руководство от Меня, то те, которые последуют за Моим руководством, не познают страха и не будут опечалены.\n            </p></blockquote>\n            <h3 style=\"text-align: center;\">Толкование /тафсир/:</h3>\n            <p><strong>«Мы сказали: “Низвергнитесь отсюда все!”»</strong> Глагол повелительного наклонения «низвергнитесь» употреблен во множественном числе [в арабском множественное число начинается с трех] потому, что обращение направлено к Адаму и Хаве, которые являются предками всех людей, что позволило употребить форму множественного числа, включив сюда и их потомство. Это более правильно. Маловероятно, что здесь под множественным числом имеется двойственное, а двойственное число в некотором роде тоже множественное. Ведь очень редко в арабском языке двойственное число приходит в форме множественного. Что касается слов: <strong>«Если вы оба покаетесь перед Аллахом, то ведь ваши сердца [здесь говорится про двух женщин, а слово «сердца» употреблено в множественном числе] уже уклонились в сторону»</strong> Сура «ат-Тахрим», аят 4.</p>\n            <p><strong>«…руководство от Меня»</strong>, то есть знания. Явление руководства или знаний происходит путем откровения Аллаха, внушаемого Его пророкам и посланникам.</p>\n            <p><strong>«…то те, которые последуют за Моим руководством»</strong>, то есть возьмут его, подтверждая его сообщения и повинуясь его приказам. Аллах приписал это руководство Себе, потому что Он его узаконил Своим рабам. А также потому, что это руководство приводит к Нему.</p>\n            <p><strong>«…не познают страха»</strong> — в будущем, так как они будут находиться в безопасности.</p>\n            <p><strong>«…не будут опечалены»</strong> — тем, что произошло в этой жизни, ведь они использовали эту жизнь для совершения праведных деяний, поэтому они в высшей степени спокойны.</p>\n            <h3 style=\"text-align: center;\">Пользы /фауаид/:</h3>\n            <ol>\n            <li>Рай, в котором жил Адам, был на высоте, так как низвержение возможно только сверху вниз.</li>\n            <li>Доказательство наличия у Аллаха качества речи.</li>\n            <li>Его речь слышима и состоит из упорядоченных букв. Аллах сказал: <strong>«Низвергнитесь отсюда все!»</strong> Было бы бесполезно повелевать им то, что они не услышали бы.</li>\n            <li>Усиление речи в арабском языке — одно из проявлений красноречия. Аллах сказал: <strong>«Низвергнитесь отсюда все!»</strong> Слово <strong>«все»</strong> является смысловым усилением, так как с точки зрения грамматики оно является обстоятельством. Говоря о важных вещах, необходимо усиливать их смысл. Например, ты скажешь кому-то, торопя его: «Такой-то! Спеши, спеши, спеши!» — повторяя одно и то же слово по три раза с целью усиления смысла и побуждения.</li>\n            <li>Руководство приходит от Аллаха, так как Аллах сказал: <strong>«…руководство от Меня»</strong>.<strong>Может возникнуть вопрос:</strong> здесь условие поставлено так, что его выполнение необязательно. Ведь сказано: <strong>«Если к вам придет…»</strong>, — а не сказано: «Когда к вам придет…». Так ли это?<strong>Ответ:</strong> да, так. Слово <strong>«если»</strong> не указывает на то, что это обязательно сбудется, но оно не отрицает этого. На самом деле, это обязательно случится, так как нет ни одного народа, к которому не приходил бы предостерегающий увещеватель. Также мы можем сказать, что усиленная форма глагола <strong>«к вам явится»</strong> указывает на это.Отсюда следует, что нельзя просить руководство ни у кого, кроме Аллаха, так как оно приходит только он Него.</li>\n            <li>Тот, кто последовал руководству Аллаха, со всех сторон находится в безопасности. Аллах сказал: «…не познают страха и не будут опечалены».</li>\n            <li>Нельзя поклоняться Аллаху тем образом, который он не предписывал. Он сказал: «Если к вам явится руководство от Меня, то те, которые последуют за Моим руководством, не познают страха и не будут опечалены».</li>\n            <li>Тот, кто поклоняется Аллаху так, как Он не предписывал, не находится на верном пути. Поэтому он заблудится, как этому свидетельствует Сунна. Пророк, да благословит его Аллах и приветствует, сказал в своей пятничной проповеди: «Худшие дела — это новшества, а каждое новшество — это нововведение, а каждое нововведение — заблуждение» [1].</li>\n            </ol>\n            <p>[1] Хадис приводит ан-Насаи, Книга Праздничного намаза, глава 22: об образе проповеди, хаис № 1589; у него есть добавка: «…а каждое заблуждение — в Огне». аль-Альбани сказал в «Сахих ан-Насаи», 1/512, хадис № 1577: «Хадис достоверный». Основа хадиса приводится в «Сахихе» Муслима, Книга Пятничной молитвы, глава 13: облегчение намаза и проповеди, хадис № 2005/867. В его версии отсутствуют слова: «…а каждое новшество — это нововведение», — и: «…а каждое заблуждение — в Огне».</p>\n            <br><br>\n            p class=\"arabic\" dir=\"rtl\" style=\"text-align: center;\">﴿ وَالَّذِينَ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَا أُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ ﴾</p>\n            <blockquote><p>\n            А те, которые не уверуют и сочтут ложью Наши знамения, будут обитателями Огня. Они пребудут там вечно.\n            </p></blockquote>\n            <h3 style=\"text-align: center;\">Толкование /тафсир/:</h3>\n            <p><strong>«А те, которые не уверуют…»</strong>, – в приказы Аллаха и: <strong>«…сочтут ложью…»</strong>, – сообщения от Него. Они упрямы и высокомерны. Эти две вещи являются основой неверия. Неверие проявляется в одном из двух: либо в высокомерии, либо упрямстве. Неверие Иблиса основано на высокомерии, так как он признает Аллаха, но он проявил высокомерие. Неверие же Фараона и его народа основано на упрямом отрицании Аллаха. Аллах сказал: <strong>«Они отвергли их…»</strong> Сура «ан-Намль», аят 14. Внутри сердца они признают, но все равно продолжают отрицать, так как Аллах сказал: <strong>«…хотя в душе они были убеждены в их правдивости»</strong> Сура «ан-Намль», аят 14.</p>\n            <p><strong>«А те, которые не уверуют»</strong>, – в Аллаха и откажутся повиноваться Ему из высокомерия, не подчинятся Ему.</p>\n            <p><strong>«…и сочтут ложью Наши знамения»</strong>. Здесь имеются в виду шариатские знамения; а если добавить сюда и знамения в этом мире, то угроза становится еще страшнее. Но главное – это шариатские знамения, так как некоторые неверующие признают многие знамения этого мира. Например, неверующие курайшиты признавали, что Аллах создал небеса и землю, что Он оживляет и умерщвляет, что Он управляет всем, но не верили в знамения Шариата.</p>\n            <p><strong>«…те…»</strong>, – то есть, те, про которых уже упоминалось. Аллах указал на них, как будто они далеко, что указывает здесь не на их возвышенность, а наоборот, на их униженность.</p>\n            <p><strong>«…будут обитателями Огня»</strong>, – то есть, те, кто постоянно будут там находиться. Поэтому сочетание «Обитатели Огня» относится только к неверующим. Это выражение никогда не употребляется по отношению к верующим. Так как это выражение означает тех, кто постоянно будет там.</p>\n            <p><strong>«Они пребудут там вечно»</strong>, – то есть, всегда будут находиться там. На то, что они будут там вечно, указывают три аята: один – в суре «Женщины», другой – в суре «Сонмы»; третий – в суре «Джинны». Аллах сказал: <strong>«Воистину, тех, которые не уверовали и поступали несправедливо, Аллах не простит и не поведет их никаким путем, кроме пути в Геенну, в которой они пребудут вечно. Это для Аллаха легко»</strong> Сура «ан-Ниса», аяты 168-169.  Аллах также сказал: <strong>«Воистину, Аллах проклял неверующих и уготовил для них Пламя, в котором они пребудут вечно»</strong> Сура «аль-Ахзаб», аяты 64-65. Также Он сказал: <strong>«Кто же ослушается Аллаха и Его Посланника, тому уготован огонь Геенны, в котором они пребудут вечно»</strong> Сура «аль-Джинн», аят 23.</p>\n            <h3 style=\"text-align: center;\">Пользы /фауаид/:</h3>\n            <ol>\n            <li>Те, кто объединит в себе оба качества (неверие и считать истину ложью) – обитатели Ада, в котором они пребудут вечно, как это упоминалось выше. Если же в человеке присутствует только одно из этих качеств, то доказательства указывают на то, что тот, кто счел что-то ложью, тот попадет в Ад навечно, а тот, кто проявил неверие, то, если его неверие выводит из религии, то он попадет в Ад навечно, а если не выводит, но попадет в Ад, но не навечно.</li>\n            <li>Аллах разъяснил истину знамениями, которые являются неоспоримыми доказательствами.</li>\n            <li>Унижение людей, которые описаны этими двумя качествами.</li>\n            <li>Доказательство существования Огня. Существуют неоспоримые доказательства того, что Ад существует сейчас. Аллах сказал: <strong>«Бойтесь Огня, который уготован неверующим»</strong> Сура «Али ’Имран», аят 131.</li>\n            </ol>\n\n        "}]